<?php
// Heading
$_['heading_title']     = 'Ներբեռնումներ';

// Text
$_['text_success']      = 'Կատեգորիաները հաջողությամբ թարմացված են!';
$_['text_list']         = 'Ներբեռնումների ցուցակ';
$_['text_add']          = 'Ավելացնել ներբեռնում';
$_['text_edit']         = 'Խմբագրել ներբեռնումը';
$_['text_upload']       = 'Ձեր ֆայլը հաջողությամբ վերբեռնված է!';

// Column
$_['column_name']       = 'Ներբեռնման Անունը';
$_['column_date_added'] = 'Ավելացնելու ամսաթիվը';
$_['column_action']     = 'Գործողություն';

// Entry
$_['entry_name']        = 'Ներբեռնման Անունը';
$_['entry_filename']    = 'Ֆայլի անունը';
$_['entry_mask']        = 'Մասկա';

// Help
$_['help_filename']     = 'Դուք կարող եք վերբեռնել վերբեռնման կօճակի օգնությամբ կամ FTP-ի օգնությամբ.';
$_['help_mask']         = 'Խորհուրդ է տրվում, որ ֆայլի անունը և մասկան լինեն տարբեր, որպեսզի մարդիկ միանգամից չուղղորդվեն դեպի բեռնումներ.';

// Error
$_['error_warning']     = 'Զգուշացում. Խնդրում ենք ստուգել ձեւաթուղթը ուշադրությամբ, այն պետք է լինի առանց սխալների!';
$_['error_permission']  = 'Զգուշացում. Դուք թույլտվություն չունեք փոփոխություն կատարելու ներբեռնումների մեջ!';
$_['error_name']        = 'Անունը պետք է ունենա 3-ից 64 նիշ!';
$_['error_upload']      = 'Վերբեռնում է պահանջվում!';
$_['error_filename']    = 'Ֆայլի անունը պետք է ունենա 3-ց 128 նիշ!';
$_['error_exists']      = 'Ֆայլը գոյություն չունի!';
$_['error_mask']        = 'Մասկան պետք ունենա 3-ից 128 նիշ!';
$_['error_filetype']    = 'Սխալ ֆայլի տեսակ!';
$_['error_product']     = 'Զգուշացում. Այս ներբեռնումը չի կարող ջնջվել քանի որ ներկայումս այն համակցված է %s ապրանքներին!';