<?php
// Heading
$_['heading_title']          = 'Տեղեկատվություն';

// Text
$_['text_success']           = 'Տեղեկությունները փոփոխված են!';
$_['text_list']              = 'Տեղեկատվական ցուցակ';
$_['text_add']               = 'Ավելացնել տեղակատվություն';
$_['text_edit']              = 'Խմբագրել տեղեկատվությունը';
$_['text_default']           = 'Դեֆոլտ';

// Column
$_['column_title']           = 'Տեղեկատվության վերնագիրը';
$_['column_sort_order']	     = 'Դասավորման կարգ';
$_['column_action']          = 'Գործողություն';

// Entry
$_['entry_title']            = 'Տեղեկատվության վերնագիրը';
$_['entry_description']      = 'Նկարագրությունը';
$_['entry_store']            = 'Խանութներ';
$_['entry_meta_title'] 	     = 'Մետա տեգի վերնագիրը';
$_['entry_meta_keyword'] 	 = 'Մետա Տեգի հիմնաբառերը';
$_['entry_meta_description'] = 'Մեթա նկարագրությունը';
$_['entry_keyword']          = 'SEO URL';
$_['entry_bottom']           = 'Ստորին մասը';
$_['entry_status']           = 'Կարգավիճակ';
$_['entry_sort_order']       = 'Դասավորման կարգ';
$_['entry_layout']           = 'Փոփոխել դասավորությունը';

// Help
$_['help_keyword']           = 'Do not use spaces, instead replace spaces with - and make sure the SEO URL is globally unique.';
$_['help_bottom']            = 'Ցույց տալ ստորին մասում.';

// Error
$_['error_warning']          = 'Զգուշացում. Խնդրում ենք ստուգել ձեւաթուղթը ուշադրությամբ, այն պետք է լինի առանց սխալների!';
$_['error_permission']       = 'Զգուշացում. Դուք թույլտվություն չունեք փոփոխելու տեղեկությունները!';
$_['error_title']            = 'Տեղեկատվության վերնագիրը պետք է ունենա 3-ից 64 նիշ!';
$_['error_description']      = 'Նկարագրությունը պետք է լինի ավելի քան 3 նիշ!';
$_['error_meta_title']       = 'Մետա վերնագիրը պետք է լինի ավելի մեծ, քան 3 եւ ավելի քիչ, քան 255 նիշ!';
$_['error_keyword']          = 'SEO URL already in use!';
$_['error_account']          = 'Զգուշացում. Այս տեղեկատվության էջը չի կարող ջնջվել, քանի որ այն այս պահին ընդգրկված է խանութի անվտանգության պայմաններում!';
$_['error_checkout']         = 'Զգուշացում. Այս տեղեկատվության էջը չի կարող ջնջվել, քանի որ այն այս պահին ընդգրկված է խանութի համաձայնության պայմաններում!';
$_['error_affiliate']        = 'Զգուշացում. Այս տեղեկատվության էջը չի կարող ջնջվել, քանի որ այն ներկայումս օգտագործվում է գործընկերային ծրագրի համաձայնության պայմաններում!';
$_['error_return']           = 'Զգուշացում. Այս տեղեկատվության էջը չի կարող ջնջվել, քանի որ այն այս պահին ընդգրկված է խանութի ապրանքը վերադարձնելու պայմաններում!';
$_['error_store']            = 'Warning: This information page cannot be deleted as it is currently used by %s stores!';
