<?php
// header
$_['heading_title']   = 'დაგავიწყდათ პაროლი?';

// Text
$_['text_forgotten']  = 'პაროლის აღდგენა';
$_['text_your_email'] = 'თქვენი ელ-ფოსტა';
$_['text_email']      = 'შეიყვანეთ თქვენი ელ-ფოსტის მისამართი, რომელის აღნიშნული გაქვთ თქვენს ანგარიშზე. დააწექით გაგზავნის ღილაკს, რათა პაროლი მიიღოთ თქვენი  ელ-ფოსტის მისამართზე. ';
$_['text_success']    = 'ელ დადასტურების ლინკი გაიგზავნა თქვენს ადმინისტრატორი ფოსტის მისამართზე.';

// Entry
$_['entry_email']     = 'ელ-ფოსტის მისამართი';
$_['entry_password']  = 'ახალი პაროლი';
$_['entry_confirm']   = 'დადასტურება';

// Error
$_['error_email']     = 'გაფრთხილება: ელ-ფოსტის მისამართი ვერ მოიძებნა ჩვენი ჩანაწერებში, სცადეთ განმეორებით!';
$_['error_password']  = 'პაროლი უნდა შეიცავდეს 4-დან 20-მდე სიმბოლოს!';
$_['error_confirm']   = 'პაროლი და პაროლის დადასტურება არ ემთხვევა!';