<?php
// Heading
$_['heading_title']      = 'ოპციები';

// Text
$_['text_success']       = 'წარმატება: თქვენ  ვარიანტები შეცვლილია!';
$_['text_list']          = 'ვარიანტების სია';
$_['text_add']           = 'ვარიანტის დამატება';
$_['text_edit']          = 'ვარიანტის რედაქტირება';
$_['text_choose']        = 'არჩევა';
$_['text_select']        = 'მონიშვნა';
$_['text_radio']         = 'რადიო';
$_['text_checkbox']      = 'ჩამრთველი';
$_['text_input']         = 'შეყვანა';
$_['text_text']          = 'ტექსტი';
$_['text_textarea']      = 'დეტალური ტექსტი';
$_['text_file']          = 'ფაილი';
$_['text_date']          = 'თარიღი';
$_['text_datetime']      = 'თარიღი და დრო';
$_['text_time']          = 'დრო';

// Column
$_['column_name']        = 'ვარიანტის სახელი';
$_['column_sort_order']  = 'შეკვეთის სორტირება';
$_['column_action']      = 'მოქმედება';

// Entry
$_['entry_name']         = 'ვარიანტის სახელი';
$_['entry_type']         = 'სახეობა';
$_['entry_option_value'] = 'ვარიანტი ღირებულება სახელი';
$_['entry_image']        = 'სურათი';
$_['entry_sort_order']   = 'შეკვეთის სორტირება';

// Error
$_['error_warning']      = 'გაფრთხილება: გთხოვთ ყურადღებით შეამოწმოთ შეცდომების ფორმები!';
$_['error_permission']   = 'გაფრთხილება: თქვენ არ გაქვთ უფლება შეცვალოთ ვარიანტი';
$_['error_name']         = 'ვარიანტის სახელი უნდა იყოს 1-დან 128 სიმბოლო';
$_['error_type']         = 'გაფრთხილება: ვარიანტის ფასები მოითხოვება!';
$_['error_option_value'] = 'ვარიანტი ღირებულება სახელი უნდა იყოს 1-დან 128 სიმბოლო!';
$_['error_product']      = 'გაფრთხილება: ეს ჩამოტვირთვა ვერ წაიშლება რადგან მას ამჟამად ენიჭება%s პროდუქცია!';