<?php
// Heading
$_['heading_title']     = 'קבוצות מאפיינים';

// Text
$_['text_success']      = 'הצלחה: קבוצות תכונה שונתה!';
$_['text_list']         = 'קבוצת תכונות הרשימה';
$_['text_add']          = 'הוסף קבוצת תכונות';
$_['text_edit']         = 'קבוצת תכונות עריכה';

// Column
$_['column_name']       = 'שם התכונה קבוצה';
$_['column_sort_order'] = 'סדר מיון';
$_['column_action']     = 'פעולה';

// Entry
$_['entry_name']        = 'שם התכונה קבוצה';
$_['entry_sort_order']  = 'סדר מיון';

// Error
$_['error_warning']     = 'אזהרה: אנא בדוק בקפידה אם יש שגיאות בטופס!';
$_['error_permission']  = 'אזהרה: אין לך הרשאה לשינוי קבוצות תכונה!';
$_['error_name']        = 'שם קבוצת תכונות חייב להיות בין 3 ל 64 תווים!';
$_['error_attribute']   = 'אזהרה: לא ניתן למחוק את קבוצה תכונה זו מאחר והיא מוקצת כרגע ל %s תכונות!';
$_['error_product']     = 'אזהרה: לא ניתן למחוק את קבוצה תכונה זו מאחר והיא מוקצת כרגע ל %s מוצרים!';