<?php
// Heading
$_['heading_title']			= 'Периодични профили';

// Text
$_['text_success']          = 'Успех: Вие модифицирахте повтарящите профили!';
$_['text_list']             = 'Списък на повтарящите профили';
$_['text_add']              = 'Добавяне на повтарящ профил';
$_['text_edit']             = 'Редактиране на повтарящи профили';
$_['text_day']				= 'Ден';
$_['text_week']				= 'Седмица';
$_['text_semi_month']		= 'Полу месец';
$_['text_month']			= 'Месец';
$_['text_year']				= 'Година';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> периодични суми се изчисляват от честотата и цикли.</p><p>Например, ако използвате честота на "седмица" и един цикъл на "2", след това потребителят ще бъде фактурирана всеки 2 седмици.</p><p>Продължителността е колко пъти, потребителят ще направи плащане, поставям този към 0, ако искате плащания, докато те са отменени.</p>';
$_['text_profile']			= 'Периодичен профил';
$_['text_trial']			= 'Пробен профил';

// Entry
$_['entry_name']		    = 'Име';
$_['entry_price']			= 'Цена';
$_['entry_duration']		= 'Продължителност';
$_['entry_cycle']			= 'Цикъл';
$_['entry_frequency']		= 'Честота';
$_['entry_trial_price']		= 'Пробна цена';
$_['entry_trial_duration']	= 'Пробна Продължителност';
$_['entry_trial_status']	= 'Пробен статус';
$_['entry_trial_cycle']	    = 'Пробен цикъл';
$_['entry_trial_frequency'] = 'Пробна честота';
$_['entry_status']			= 'Статус';
$_['entry_sort_order']		= 'Ред на Сортиране';

// Column
$_['column_name']			= 'Име';
$_['column_sort_order']	    = 'Ред на Сортиране';
$_['column_action']         = 'Действие';

// Error
$_['error_warning']         = 'Внимание: Моля, проверете формуляра внимателно за грешки!';
$_['error_permission']		= 'Предупреждение: Вие нямате разрешение да променяте периодични профили!';
$_['error_name']			= 'Името на профила трябва да бъде по-голямо от 3 и по-малко от 255 знака!';
$_['error_product']			= 'Предупреждение: Този периодичен профил не може да се заличи, тъй като понастоящем е зададен на %s продукти!';