<?php
// Heading
$_['heading_title']     = 'Сваляния';

// Text
$_['text_success']      = 'Успех: Имате модифицирани сваляния!';
$_['text_list']         = 'Изтегляне на списък';
$_['text_add']          = 'Добави изтегляне';
$_['text_edit']         = 'Редактиране изтегляне';
$_['text_upload']       = 'Вашият файл е успешно качен!';

// Column
$_['column_name']       = 'Изтегляне на име';
$_['column_date_added'] = 'Дата на добаване';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Изтегляне на име';
$_['entry_filename']    = 'Име на файл';
$_['entry_mask']        = 'Маска';

// Help
$_['help_filename']     = 'Можете да качите чрез бутона " Качване " или да използвате FTP, за да качите в директорията за изтегляне и въведете данните по-долу.';
$_['help_mask']         = 'Препоръчително е, че името на файла и маската са различни, за да спре хората да се опитват да се свържат директно към вашите файлове за изтегляне.';

// Error
$_['error_warning']     = 'Внимание: Моля, проверете формуляра внимателно за грешки!';
$_['error_permission']  = 'Внимание: Вие нямате право да променяте свалянията!';
$_['error_name']        = 'Името на изтеглянето трябва да бъде между 3 и 64 знака!';
$_['error_upload']      = 'Изисквания за качване!';
$_['error_filename']    = 'Името на файла трябва да бъде между 3 и 128 знака!';
$_['error_exists']      = 'Файлът не съществува!';
$_['error_mask']        = 'Маска трябва да е между 3 и 128 знака!';
$_['error_filetype']    = 'Невалиден тип файл!';
$_['error_product']     = 'Предупреждение: Този файл за изтегляне няма да бъде изтрит, тъй като понастоящем е зададен на %s продукти!';