<?php
// header
$_['heading_title']   = 'Забравили се паролата си?';

// Text
$_['text_forgotten']  = 'Забравена парола';
$_['text_your_email'] = 'Вашият E-Mail адрес';
$_['text_email']      = 'Въведете имейл адреса, свързан с вашия акаунт. Кликнете върху Изпращане на парола възстановяване връзка електронна поща за вас.';
$_['text_success']    = 'Имейл с линк за потвърждение е изпратена до вашия имейл адрес.';

// Entry
$_['entry_email']     = 'Имейл адрес';
$_['entry_password']  = 'Нова парола';
$_['entry_confirm']   = 'Потвърди';

// Error
$_['error_email']     = 'Предупреждение: Имейл адресът не е намерен в нашите архиви, моля опитайте отново!';
$_['error_password']  = 'Паролата трябва да е с дължина между 4 и 20 символа!';
$_['error_confirm']   = 'Паролата и потвърждението на паролата не съвпадат!';