<?php
// header
$_['heading_title']   = 'Ξέχασες τον κωδικό σου;';

// Text
$_['text_forgotten']  = 'Ξεχασμένος κωδικός πρόσβασης';
$_['text_your_email'] = 'Η διεύθυνση του ηλεκτρονικού ταχυδρομείου σου';
$_['text_email']      = 'Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου που σχετίζεται με το λογαριασμό σας. Κάντε κλικ στην υποβολή για να σας σταλεί στην διεύθυνση του e-mail σας ο δεσμός επαναφοράς του κωδικού σας.';
$_['text_success']    = 'Ένα e-mail με δεσμό επιβεβαίωσης έχει σταλεί στην διεύθυνση e-mail του διαχειριστή σας.';

// Entry
$_['entry_email']     = 'Διεύθυνση email';
$_['entry_password']  = 'Νέος Κωδικός';
$_['entry_confirm']   = 'Επιβεβαίωση';

// Error
$_['error_email']     = 'Προειδοποίηση: Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν βρέθηκε στα αρχεία μας, παρακαλώ δοκιμάστε ξανά!';
$_['error_password']  = 'Ο κωδικός πρόσβασης πρέπει να είναι μεταξύ 4 και 20 χαρακτήρων!';
$_['error_confirm']   = 'Κωδικός πρόσβασης και η επιβεβαίωση κωδικού πρόσβασης δεν ταιριάζουν!';