<?php
// header
$_['heading_title']   = 'گذارواژه خود را فراموش کرده‌اید؟';

// Text
$_['text_forgotten']  = 'فراموشی گذرواژه';
$_['text_your_email'] = 'نشانی رایانامه شما';
$_['text_email']      = 'نشانی رایانامه مربوط به حساب‌کاربری‌تان را وارد نمایید. ارسال را برای دریافت ایمیل پیوند تنظیم مجدد گذرواژه کلیک نمایید.';
$_['text_success']    = 'ایمیلی با پیوند تایید به نشانی رایانامه شما فرستاده شد.';

// Entry
$_['entry_email']     = 'نشانی رایانامه';
$_['entry_password']  = 'گذرواژه تازه';
$_['entry_confirm']   = 'تایید';

// Error
$_['error_email']     = 'هشدار: نشانی رایانامه در رکوردهای ما یافت نشد، لطفا دوباره سعی نمایید!';
$_['error_password']  = 'رمز عبور باید بین 4 تا 20 کاراکتر باشد!';
$_['error_confirm']   = 'گذرواژه و تایید گذرواژه تطبیق ندارند!';