<?php
// header
$_['heading_title']  = 'Администрирование';

// Text
$_['text_heading']   = 'Администрирование';
$_['text_login']     = 'Пожалуйста, введите ваши регистрационные данные.';
$_['text_forgotten'] = 'Забыл пароль';

// Entry
$_['entry_username'] = 'Имя Пользователя';
$_['entry_password'] = 'Пароль';

// Button
$_['button_login']   = 'Войти';

// Error
$_['error_login']    = 'Введён неверный пароль или имя пользователя!';
$_['error_token']    = 'Время сеанса вышло. Пожалуйста, войдите снова.';