<?php
// header
$_['heading_title']   = 'Забыли пароль?';

// Text
$_['text_forgotten']  = 'Забыл пароль';
$_['text_your_email'] = 'Ваш адрес электронной почты';
$_['text_email']      = 'Введите адрес электронной почты, связанный с вашей учетной записью. Нажмите кнопку, чтобы отправить ссылку сброса пароля на Вашу электронную почту.';
$_['text_success']    = 'На Ваш адрес электронной почты отправлено письмо со ссылкой для подтверждения.';

// Entry
$_['entry_email']     = 'Адрес электронной почты';
$_['entry_password']  = 'Новый Пароль';
$_['entry_confirm']   = 'Подтвердите';

// Error
$_['error_email']     = 'Предупреждение: Адрес электронной почты не найден, пожалуйста попробуйте еще раз!';
$_['error_password']  = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']   = 'Пароли не совпадают!';