<?php
// header
$_['heading_title']  = 'Администрација';

// Text
$_['text_heading']   = 'Администрација';
$_['text_login']     = 'Молимо да унесете ваше податке за пријаву.';
$_['text_forgotten'] = 'Заборављена лозинка';

// Entry
$_['entry_username'] = 'Корисничко име';
$_['entry_password'] = 'Лозинка';

// Button
$_['button_login']   = 'Пријава';

// Error
$_['error_login']    = 'Нема поклапања за корисничко име и/или лозинку.';
$_['error_token']    = 'Неисправан токен сесије. Молимо да се пријавите поново.';