<?php
// header
$_['heading_title']   = 'Заборавули сте лозинку?';

// Text
$_['text_forgotten']  = 'Заборављена лозинка';
$_['text_your_email'] = 'Ваша имејл адреса';
$_['text_email']      = 'Унесите имејл адресу повезану са вашим налогом. Кликните на проследи да бисте добили везу за ресет.';
$_['text_success']    = 'Имејл са везом за потврду је послат на вашу административну имејл адресу.';

// Entry
$_['entry_email']     = 'Имејл адреса';
$_['entry_password']  = 'Нова лозинка';
$_['entry_confirm']   = 'Потврди';

// Error
$_['error_email']     = 'Упозорење: Имејл адреса није пронађена међу нашим подацима, молимо покушајте поново!';
$_['error_password']  = 'Дужина лозинке мора бити између 4 и 20 знакова!';
$_['error_confirm']   = 'Лозинка и потврда лозинке се не слажу!';