<?php
// header
$_['heading_title']  = 'การบริหาร';

// Text
$_['text_heading']   = 'การบริหาร';
$_['text_login']     = 'กรุณาระบุรายละเอียดของคุณเพื่อเข้าสู่ระบบ';
$_['text_forgotten'] = 'ลืมรหัสผ่าน';

// Entry
$_['entry_username'] = 'ชื่อผู้ใช้';
$_['entry_password'] = 'รหัสผ่าน';

// Button
$_['button_login']   = 'เข้าสู่ระบบ';

// Error
$_['error_login']    = 'ข้อมูลที่ระบุไม่ตรงกับชื่อผู้ใช้และ/หรือรหัสผ่าน ในฐานข้อมูล';
$_['error_token']    = 'โทเค็นไม่ถูกต้อง กรุณาเข้าสู่ระบบอีกครั้ง';