<?php
// Heading
$_['heading_title']     = 'Фільтры';

// Text
$_['text_success']      = 'Поспех: Фільтры змененыя!';
$_['text_list']         = 'Спіс фільтраў';
$_['text_add']          = 'Дадаць фільтр';
$_['text_edit']         = 'Рэдагаваць фільтр';

// Column
$_['column_group']      = 'Група фільтраў';
$_['column_sort_order'] = 'Парадак сартавання';
$_['column_action']     = 'Дзеянне';

// Entry
$_['entry_group']       = 'Назва групы фільтраў';
$_['entry_name']        = 'Назва фільтра';
$_['entry_sort_order']  = 'Парадак сартавання';

// Error
$_['error_warning']     = 'Увага: Калі ласка, ўважліва праверце ўведзеные дадзеныя!';
$_['error_permission']  = 'Увага: Вы не можаце змяняць фільтры!';
$_['error_group']       = 'Даўжыня назвы групы фільтраў павінна быць ад 1 да 64 сімвалаў!';
$_['error_name']        = 'Назва фільтра павінна быць ад 1 да 64 сімвалаў!';