<?php
// Heading
$_['heading_title']     = 'التنزيلات';

// Text
$_['text_success']      = 'تم بنجاح: لقد قمت بتعديل التنزيلات!';
$_['text_list']         = 'قائمة التنزيلات';
$_['text_add']          = 'اضافة ملف للتنزيلات';
$_['text_edit']         = 'تعديل ملف من التنزيلات';
$_['text_upload']       = 'تم رفع الملف بنجاح!';

// Column
$_['column_name']       = 'اسم التنزيل';
$_['column_date_added'] = 'تاريخ اضافة الملف';
$_['column_action']     = 'عمل';

// Entry
$_['entry_name']        = 'اسم التنزيل';
$_['entry_filename']    = 'اسم الملف';
$_['entry_mask']        = 'الاسم الوهمي للملف';

// Help
$_['help_filename']     = 'بإمكانك رفع الملفات عبر زر "رفع ملف"  أو عن طريق الـ FTP لمجلد التنزيلات ووضع التفاصيل أدناه.';
$_['help_mask']         = 'من المستحسن أن يكون اسم الملف والاسم الوهمي مختلفان لوقف المستخدمين من محاولة الربط المباشرة للتنزيلات الخاصة بك.';

// Error
$_['error_warning']     = 'تحذير: الرجاء التحقق من النموذج واصلاح الأخطاء!';
$_['error_permission']  = 'تحذير: لا تمتلك الصلاحيات لتعديل التنزيلات!';
$_['error_name']        = 'يجب أن يكون اسم التنزيل أكثر من  3حروف وأقل من 64حرف!';
$_['error_upload']      = 'لا توجد مرفقات !! أضف ملف!';
$_['error_filename']    = 'يجب أن يكون اسم الملف بين 3حروف و128حرف!';
$_['error_exists']      = 'الملف غير موجود!';
$_['error_mask']        = 'الاسم الوهمي للتحميل يجب أن يكون بين 3حروف و128حرف!';
$_['error_filetype']    = 'امتداد الملف غير صالح!';
$_['error_product']     = 'تحذير: لا يمكن حذف هذا الملف بسبب تعيينه إلى المنتج %s!';