<?php
// Heading
$_['heading_title']			= 'ملف الاستقطاع';

// Text
$_['text_success']          = 'تم بنجاح: لقد قمت بتعديل ملفات الاستقطاع!';
$_['text_list']             = 'قائمة ملفات الاستقطاع';
$_['text_add']              = 'أضف ملف إستقطاع';
$_['text_edit']             = 'تحرير ملف إستقطاع';
$_['text_day']				= 'يوم';
$_['text_week']				= 'أسبوع';
$_['text_semi_month']		= 'نصف شهر';
$_['text_month']			= 'شهر';
$_['text_year']				= 'سنة';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> تحسب مبالغ الإستقطاع من تكرار الدورات.</p><p>على سبيل المثال، إذا كنت تستخدم التكرار "أسبوع" و الدورة "2"، اذاً سيتم السحب كل اسبوعين.</p><p>الفترة هي عدد المرات التي سوف تجعل المستخدم يدفع، و إذا كنت ترغب في الدفع حتى يتم الإلغاء يتم تعيين اقيمتها إلى صفر.</p>';
$_['text_profile']			= 'ملف الاستقطاع';
$_['text_trial']			= 'ملف التجربة';

// Entry
$_['entry_name']		    = 'الاسم';
$_['entry_price']			= 'السعر';
$_['entry_duration']		= 'الفترة';
$_['entry_cycle']			= 'الدورة';
$_['entry_frequency']		= 'التكرار';
$_['entry_trial_price']		= 'سعر التجربة';
$_['entry_trial_duration']	= 'فترت التجربة';
$_['entry_trial_status']	= 'حالة التجربة';
$_['entry_trial_cycle']	    = 'دورة التجربة';
$_['entry_trial_frequency'] = 'تكرار التجربة';
$_['entry_status']			= 'الحالة';
$_['entry_sort_order']		= 'الترتيب';

// Column
$_['column_name']			= 'الاسم';
$_['column_sort_order']	    = 'الترتيب';
$_['column_action']         = 'عمل';

// Error
$_['error_warning']         = 'تحذير: الرجاء التحقق من النموذج واصلاح الأخطاء!';
$_['error_permission']		= 'تحذير: ليس لديك الصلاحية للتعديل على ملف الاستقطاع!';
$_['error_name']			= 'اسم الملف يجب أن يكون أطول من 3 وأقل من 255 حرفاً!';
$_['error_product']			= 'تحذير: لا يمكن حذف ملف الاستقطاع لتعيينة على %s منتجات!';