<?php
// Heading
$_['heading_title']			= 'Επαναλαμβανόμενα προφίλ';

// Text
$_['text_success']          = 'ΕΠΙΤΥΧΙΑ: Έχετε τροποποιήσει τα επαναλαμβανόμενα προφίλ!';
$_['text_list']             = 'Λίστα Επαναλαμβανόμενων προφίλ';
$_['text_add']              = 'Προσθήκη επαναλαμβανόμενου προφίλ';
$_['text_edit']             = 'Επεξεργασία επαναλαμβανόμενου προφίλ';
$_['text_day']				= 'Μέρα';
$_['text_week']				= 'εβδομάδα';
$_['text_semi_month']		= 'Δεκαπενθήμερου';
$_['text_month']			= 'μήνας';
$_['text_year']				= 'έτος';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> Απαιτούμενες ποσότητες υπολογίζονται από τη συχνότητα και τους κύκλους.</p><p>Για παράδειγμα, εάν χρησιμοποιείτε μια συχνότητα "εβδομάδα" και "2", ανά κύκλο, τότε ο χρήστης θα χρεωθεί κάθε 2 εβδομάδες.</p><p>Η διάρκεια είναι ο αριθμός των φορών που ο χρήστης θα προβεί σε πληρωμή, αν αυτό οριστεί σε 0, οι πληρωμές θα προκύπτουν έως ότου να ακυρωθεί.</p>';
$_['text_profile']			= 'Επαναλαμβανόμενο προφίλ';
$_['text_trial']			= 'Δοκιμαστικό προφίλ';

// Entry
$_['entry_name']		    = 'Όνομα';
$_['entry_price']			= 'Τιμή';
$_['entry_duration']		= 'Διάρκεια';
$_['entry_cycle']			= 'Κύκλος';
$_['entry_frequency']		= 'Συχνότητα';
$_['entry_trial_price']		= 'Δοκιμαστική τιμή';
$_['entry_trial_duration']	= 'Διάρκεια δοκιμής';
$_['entry_trial_status']	= 'Δοκιμαστική κατάσταση';
$_['entry_trial_cycle']	    = 'Δοκιμαστικός κύκλος';
$_['entry_trial_frequency'] = 'Δοκιμαστική συχνότητα';
$_['entry_status']			= 'Κατάσταση';
$_['entry_sort_order']		= 'Σειρά Εμφάνισης';

// Column
$_['column_name']			= 'Όνομα';
$_['column_sort_order']	    = 'Σειρά Εμφάνισης';
$_['column_action']         = 'Ενέργεια';

// Error
$_['error_warning']         = 'Προειδοποίηση: Παρακαλώ ελέγξτε τη φόρμα προσεκτικά για λάθη!';
$_['error_permission']		= 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τα  επαναλαμβανόμενα προφίλ!';
$_['error_name']			= 'Όνομα προφίλ πρέπει να έχει περισσότερους από 3 και λιγότερους από 255 χαρακτήρες!';
$_['error_product']			= 'Προειδοποίηση: Αυτό το επαναλαμβανόμενο προφίλ δεν μπορεί να διαγραφεί όπως επί του παρόντος εκχωρείται στα %s προϊόντα!';