<?php
// Heading
$_['heading_title']     = 'Ομάδα Χαρακτηριστικών';

// Text
$_['text_success']      = 'ΕΠΙΤΥΧΙΑ: Έχετε τροποποιήσει τα χαρακτηριστικά των ομάδων!';
$_['text_list']         = 'Λίστα ομάδας χαρακτηριστικών';
$_['text_add']          = 'Προσθέστε την ομάδα χαρακτηριστικών';
$_['text_edit']         = 'Επεξεργασία ομάδας χαρακτηριστικών';

// Column
$_['column_name']       = 'Όνομα χαρακτηριστικού ομάδας';
$_['column_sort_order'] = 'Σειρά Εμφάνισης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα χαρακτηριστικού ομάδας';
$_['entry_sort_order']  = 'Σειρά Εμφάνισης';

// Error
$_['error_warning']     = 'Προειδοποίηση: Παρακαλώ ελέγξτε τη φόρμα προσεκτικά για λάθη!';
$_['error_permission']  = 'Προειδοποίηση: Δεν έχετε άδεια να τροποποιήσετε τα χαρακτηριστικά!';
$_['error_name']        = 'Το όνομα της ομάδας χαρακτηριστικών θα πρέπει να είναι μεταξύ 3 και 64 χαρακτήρων!';
$_['error_attribute']   = 'Προειδοποίηση: Αυτή η ομάδα χαρακτηριστικών δεν μπορεί να διαγραφεί λόγο του ότι είναι αναθετημένη στα %s χαρακτηριστικά!';
$_['error_product']     = 'Προειδοποίηση: Αυτή η ομάδα χαρακτηριστικών δεν μπορεί να διαγραφεί λόγο του ότι είναι αναθετημένη στα %s προϊόντα!';