<?php
// Heading
$_['heading_title']          = 'Πληροφορίες';

// Text
$_['text_success']           = 'Επιτυχία: Έχετε τροποποιήσει τις πληροφορίες!';
$_['text_list']              = 'Λίστα πληροφοριών';
$_['text_add']               = 'Προσθήκη πληροφοριών';
$_['text_edit']              = 'Επεξεργασία πληροφοριών';
$_['text_default']           = 'Προεπιλογή';

// Column
$_['column_title']           = 'Τίτλος πληροφορίας';
$_['column_sort_order']	     = 'Σειρά Εμφάνισης';
$_['column_action']          = 'Ενέργεια';

// Entry
$_['entry_title']            = 'Τίτλος πληροφορίας';
$_['entry_description']      = 'Περιγραφή';
$_['entry_store']            = 'Καταστήματα';
$_['entry_meta_title'] 	     = 'Δευτερεύον Τίτλος metatag';
$_['entry_meta_keyword'] 	 = 'Λέξεις Κλειδιά';
$_['entry_meta_description'] = 'Δευτερεύουσα Περιγραφή';
$_['entry_keyword']          = 'SEO URL';
$_['entry_bottom']           = 'Κάτω μέρος';
$_['entry_status']           = 'Κατάσταση';
$_['entry_sort_order']       = 'Σειρά Εμφάνισης';
$_['entry_layout']           = 'Παράκαμψη της διάταξης';

// Help
$_['help_keyword']           = 'Do not use spaces, instead replace spaces with - and make sure the SEO URL is globally unique.';
$_['help_bottom']            = 'Εμφάνιση στο υποσέλιδο κάτω.';

// Error
$_['error_warning']          = 'Προειδοποίηση: Παρακαλώ ελέγξτε τη φόρμα προσεκτικά για λάθη!';
$_['error_permission']       = 'Προειδοποίηση: Δεν έχετε το δικαίωμα να τροποποιήσετε τις πληροφορίες!';
$_['error_title']            = 'Ο τίτλος της πληροφορίας πρέπει να έχει από 3 μέχρι 64 χαρακτήρες!';
$_['error_description']      = 'Η περιγραφή πρέπει να είναι πάνω από 3 χαρακτήρες!';
$_['error_meta_title']       = 'Ο Δευτερεύον Τίτλος πρέπει να είναι μεγαλύτερος από 3 και λιγότερος από 255 χαρακτήρες!';
$_['error_keyword']          = 'SEO URL already in use!';
$_['error_account']          = 'Προειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί καθώς αυτή την στιγμή είναι συσχετισμένη με τους όρους του λογαριασμού καταστήματος!';
$_['error_checkout']         = 'Προειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί καθώς αυτή την στιγμή είναι συσχετισμένη με τους όρους του πληρωμής καταστήματος!';
$_['error_affiliate']        = 'Προειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί καθώς αυτή την στιγμή είναι συσχετισμένη με τους όρους συνεργατών καταστήματος!';
$_['error_return']           = 'Προειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί καθώς αυτή την στιγμή είναι συσχετισμένη με τους όρους επιστροφής προϊόντων του  καταστήματος!';
$_['error_store']            = 'Warning: This information page cannot be deleted as it is currently used by %s stores!';
