<?php
// Heading
$_['heading_title']     = 'ترشيحات/تصفيات';

// Text
$_['text_success']      = 'تم بنجاح: لقد قمت بتعديل المصفيات!';
$_['text_list']         = 'قائمة التصفية';
$_['text_add']          = 'أضف مصفي';
$_['text_edit']         = 'تحرير المصفي';

// Column
$_['column_group']      = 'مجموعة المصفي';
$_['column_sort_order'] = 'الترتيب';
$_['column_action']     = 'عمل';

// Entry
$_['entry_group']       = 'إسم مجموعة المصفي';
$_['entry_name']        = 'إسم المصفي';
$_['entry_sort_order']  = 'الترتيب';

// Error
$_['error_warning']     = 'تحذير: الرجاء التحقق من النموذج واصلاح الأخطاء!';
$_['error_permission']  = 'تحذير: ليس لديك صلاحية التعديل على المصفيات!';
$_['error_group']       = 'يجب أن يكون اسم مجموعة المصفيات بين 1 و 64 حرفاً!';
$_['error_name']        = 'يجب أن يكون اسم المصفي بين 1 و 64 حرفاً!';