<?php
// Heading
$_['heading_title']     = 'Група атрыбутаў';

// Text
$_['text_success']      = 'Вы паспяхова змянілі групу атрыбутаў!';
$_['text_list']         = 'Спіс груп атрыбутаў';
$_['text_add']          = 'Дадаць групу атрыбутаў';
$_['text_edit']         = 'Рэдагаваць групу атрыбутаў';

// Column
$_['column_name']       = 'Назва групы атрыбутаў';
$_['column_sort_order'] = 'Парадак сартавання';
$_['column_action']     = 'Дзеянне';

// Entry
$_['entry_name']        = 'Назва групы атрыбутаў';
$_['entry_sort_order']  = 'Парадак сартавання';

// Error
$_['error_warning']     = 'Увага: Калі ласка, ўважліва праверце ўведзеные дадзеныя!';
$_['error_permission']  = 'Увага: Вы не можаце змяняць групы атрыбутаў!';
$_['error_name']        = 'Даўжыня назвы групы атрыбутаў павінна быць ад 3 да 64 сімвалаў!';
$_['error_attribute']   = 'Увага: Гэтая група атрыбутаў не можа быць выдалена, бо ўжо прызначана да %s атрыбутаў!';
$_['error_product']     = 'Увага: Гэтая група атрыбутаў не можа быць выдалена, бо ўжо прызначана да %s атрыбутаў!';