<?php
// Heading
$_['heading_title']     = 'Загрузкі';

// Text
$_['text_success']      = 'Поспех: Загрузкі змененыя!';
$_['text_list']         = 'Спіс загрузак';
$_['text_add']          = 'Дадаць загрузку';
$_['text_edit']         = 'Рэдагаваць загрузку';
$_['text_upload']       = 'Ваш файл паспяхова загружаны!';

// Column
$_['column_name']       = 'Назва загрузкі';
$_['column_date_added'] = 'Дададзена';
$_['column_action']     = 'Дзеянне';

// Entry
$_['entry_name']        = 'Назва загрузкі';
$_['entry_filename']    = 'Назва файла';
$_['entry_mask']        = 'Маска';

// Help
$_['help_filename']     = 'Вы можаце ўжыць кнопку загрузкі альбо FTP каб загрузіць у дырэкторыю загрузак выкарыстаўшы дадзеныя ніжэй.';
$_['help_mask']         = 'Рэкамендавана каб назва файла і маска адрозніваліся каб нельга было ўжыць прамую спасылку на вашыя загрузкі.';

// Error
$_['error_warning']     = 'Увага: Калі ласка, ўважліва праверце ўведзеные дадзеныя!';
$_['error_permission']  = 'Увага: Вы не можаце змяняць загрузкі!';
$_['error_name']        = 'Даўжыня назвы загрузкі павінна быць ад 3 да 64 сімвалаў!';
$_['error_upload']      = 'Загрузка абавязковая!';
$_['error_filename']    = 'Даўжыня назвы файла павінна быць ад 3 да 128 сімвалаў!';
$_['error_exists']      = 'Файл не існуе!';
$_['error_mask']        = 'Даўжыня маскі павінна быць ад 3 да 128 сімвалаў!';
$_['error_filetype']    = 'Неправільнае імя файла!';
$_['error_product']     = 'Увага: Гэтая загрузка не можа быць выдалена, бо звязана з %s прадуктамі!';