<?php
// Heading
$_['heading_title']      = 'Опции';

// Text
$_['text_success']       = 'Успех: Вие модифицирахте опции!';
$_['text_list']          = 'Списък с опции';
$_['text_add']           = 'Добави опция';
$_['text_edit']          = 'Редактиране на опция';
$_['text_choose']        = 'Избор';
$_['text_select']        = 'Избери';
$_['text_radio']         = 'Радио';
$_['text_checkbox']      = 'Квадратче за отметка';
$_['text_input']         = 'Въвеждане';
$_['text_text']          = 'Текст';
$_['text_textarea']      = 'Поле за текст';
$_['text_file']          = 'Файл';
$_['text_date']          = 'Дата';
$_['text_datetime']      = 'Дата &amp; Час';
$_['text_time']          = 'Час';

// Column
$_['column_name']        = 'Име на опцията';
$_['column_sort_order']  = 'Ред на Сортиране';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Име на опцията';
$_['entry_type']         = 'Тип';
$_['entry_option_value'] = 'Име на стойност на опция';
$_['entry_image']        = 'Изображение';
$_['entry_sort_order']   = 'Ред на Сортиране';

// Error
$_['error_warning']      = 'Внимание: Моля, проверете формуляра внимателно за грешки!';
$_['error_permission']   = 'Предупреждение: Вие нямате разрешение да променяте опции!';
$_['error_name']         = 'Името на опцията  трябва да бъде между 1 и 128 знака!';
$_['error_type']         = 'Внимание: Желана стойност на опцията!';
$_['error_option_value'] = 'Името на опцията  трябва да бъде между 1 и 128 знака!';
$_['error_product']      = 'Предупреждение: Тази опция не може да се заличи, тъй като понастоящем е зададен на %s продукти!';