<?php
// Heading
$_['heading_title']     = 'Филтри';

// Text
$_['text_success']      = 'Успех: Вие модифицирахте филтрите!';
$_['text_list']         = 'Филтриране на списък';
$_['text_add']          = 'Добавяне на филтър';
$_['text_edit']         = 'Редактиране на филтър';

// Column
$_['column_group']      = 'Филтърна група';
$_['column_sort_order'] = 'Ред на Сортиране';
$_['column_action']     = 'Действие';

// Entry
$_['entry_group']       = 'Име на филтърна група';
$_['entry_name']        = 'Име на филтър';
$_['entry_sort_order']  = 'Ред на Сортиране';

// Error
$_['error_warning']     = 'Внимание: Моля, проверете формуляра внимателно за грешки!';
$_['error_permission']  = 'Предупреждение: Вие нямате разрешение да променяте филтри!';
$_['error_group']       = 'Филтърна група име трябва да бъде между 1 и 64 знака!';
$_['error_name']        = 'Името трябва да е между 1 и 64 знака!';