<?php
// Heading
$_['heading_title']     = 'Групи атрибути';

// Text
$_['text_success']      = 'Успех: Вие модифицирахте групите на атрибутите!';
$_['text_list']         = 'Списък на групите на атрибутите';
$_['text_add']          = 'Добавяне на група атрибути';
$_['text_edit']         = 'Редактиране на група на атрибут';

// Column
$_['column_name']       = 'Име на атрибута група';
$_['column_sort_order'] = 'Ред на Сортиране';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Име на атрибута група';
$_['entry_sort_order']  = 'Ред на Сортиране';

// Error
$_['error_warning']     = 'Внимание: Моля, проверете формуляра внимателно за грешки!';
$_['error_permission']  = 'Внимание: Нямате разрешение да променяте атрибутите!';
$_['error_name']        = 'Името на групата на атрибута трябва да бъде между 3 и 64 знака!';
$_['error_attribute']   = 'Предупреждение: Тази група на атрибута не може да бъде изтрита, тъй като тя е в момента присвоена на %s атрибути!';
$_['error_product']     = 'Внимание: Този група на атрибута  не може да бъде изтрита, тъй като в момента се ползва от %s продуктa!';