<?php
// Heading
$_['heading_title']     = 'ফিলটারসমূহ';

// Text
$_['text_success']      = 'সাফল্য: আপনি ফিল্টারগুলো পরিবর্তন করেছেন!';
$_['text_list']         = 'ফিল্টারের তালিকা';
$_['text_add']          = 'ফিল্টার যুক্তকরণ';
$_['text_edit']         = 'ফিল্টার সম্পাদনা';

// Column
$_['column_group']      = 'ফিল্টার গোষ্ঠী';
$_['column_sort_order'] = 'সর্ট অর্ডার';
$_['column_action']     = 'অ্যাকশনঃ';

// Entry
$_['entry_group']       = 'ফিল্টার গোষ্ঠীর নাম';
$_['entry_name']        = 'ফিল্টারের নাম';
$_['entry_sort_order']  = 'সর্ট অর্ডার';

// Error
$_['error_warning']     = 'সতর্কীকরণ: অনুগ্রহ করে, ফর্মের ভুলভ্রান্তি, মনোযোগ সহকারে দেখে নিন I!';
$_['error_permission']  = 'সতর্কীকরণ: ফিল্টারগুলো পরিবর্তন করার অনুমতি আপনার নেই!';
$_['error_group']       = 'ফিল্টার গোষ্ঠীর নাম ১ ও ৬৪ বর্ণ-চিহ্নসম্বলিত হতে হবে।!';
$_['error_name']        = 'ফিল্টারের নাম ১ থেকে ৬৪ বর্ণ-চিহ্নসম্বলিত হতে হবে!';