<?php
// Heading
$_['heading_title']          = 'অ্যাট্ট্রিবিউট সমূহ';

// Text
$_['text_success']           = 'সম্পন্নঃ আপনি অ্যাট্ট্রিবিউটটি মডিফাই করেছেন!';
$_['text_list']              = 'অ্যাট্ট্রিবিউটের তালিকা';
$_['text_add']               = 'অ্যাট্ট্রিবিউট যুক্ত করুন';
$_['text_edit']              = 'অ্যাট্ট্রিবিউট সম্পাদন করুন';

// Column
$_['column_name']            = 'অ্যাট্রিবিউটের নাম';
$_['column_attribute_group'] = 'অ্যাট্রিবিউট গ্রুপ';
$_['column_sort_order']      = 'সর্ট অর্ডার';
$_['column_action']          = 'অ্যাকশনঃ';

// Entry
$_['entry_name']             = 'অ্যাট্রিবিউটের নাম';
$_['entry_attribute_group']  = 'অ্যাট্রিবিউট গ্রুপ';
$_['entry_sort_order']       = 'সর্ট অর্ডার';

// Error
$_['error_warning']          = 'সতর্কীকরণ: অনুগ্রহ করে, ফর্মের ভুলভ্রান্তি, মনোযোগ সহকারে দেখে নিন I!';
$_['error_permission']       = 'সতর্কতা: আপনার অ্যাট্ট্রিবিউট পরিবর্তন করার অনুমতি নেই!';
$_['error_attribute_group']  = 'Attribute Group Required!';
$_['error_name']             = 'অ্যাট্ট্রিবিউটের নাম অবশ্যই ৩ থেকে ৬৪ অক্ষরের মাঝে হতে হবে!';
$_['error_product']          = 'সতর্কতাঃ এই অ্যাট্রিবিউটটি মুছা যাবে না, কারণ এটি বরতমানে %s ব্যবহার করছে!';
