<?php
// Heading
$_['heading_title']     = 'ডাউনলোডসমূহ';

// Text
$_['text_success']      = 'সাফল্য: আপনি ডাউনলোডগুলো সংশোধন করেছেন!';
$_['text_list']         = 'ডাউনলোড তালিকা';
$_['text_add']          = 'ডাউনলোড যুক্তকরণ';
$_['text_edit']         = 'ডাউনলোড সম্পাদনা';
$_['text_upload']       = 'আপনার ফাইল সফলভাবে আপলোড করা হয়েছিল!';

// Column
$_['column_name']       = 'নাম ডাউনলোড';
$_['column_date_added'] = 'তারিখ যুক্ত হয়েছে';
$_['column_action']     = 'অ্যাকশনঃ';

// Entry
$_['entry_name']        = 'নাম ডাউনলোড';
$_['entry_filename']    = 'ফাইলের নাম';
$_['entry_mask']        = 'মুখোশ';

// Help
$_['help_filename']     = 'আপনি আপলোড বাটন এর মাধ্যমে আপলোড করতে পারেন বা এফটিপি ( FTP) ব্যবহার করে ডাউনলোড ডিরেক্টরী আপলোড করুন এবং নিচে বিস্তারিত লিখুন।.';
$_['help_mask']         = 'পরামর্শ দেওয়া হচ্ছে, যে, ফাইলের নাম ও মুখোশ( mask) আলাদা রাখা হয়, যাতে লোকে সরাসরি আপনার ডাউনলোডগুলোর সঙ্গে লিংক করতে না পারে I.';

// Error
$_['error_warning']     = 'সতর্কীকরণ: অনুগ্রহ করে, ফর্মের ভুলভ্রান্তি, মনোযোগ সহকারে দেখে নিন I!';
$_['error_permission']  = 'সতর্কীকরণ: আপনার ডাউনলোড পরিবর্তন করার অনুমতি নেই।!';
$_['error_name']        = 'ডাউনলোডের নাম, অবশ্যই, ৩ থেকে ৬৪টা চিহ্ন-সম্বলিত, হতে হবে!';
$_['error_upload']      = 'প্রয়োজনীয় আপলোড করুন!';
$_['error_filename']    = 'ফাইলের নাম, অবশ্যই, ৩ থেকে ১২৮টা চিহ্ন-সম্বলিত হতে হবে!';
$_['error_exists']      = 'ফাইলটির অস্তিত্ব নেই!';
$_['error_mask']        = 'মুখোশ ( Mask) ৩ এবং ১২৮ বর্ণ-চিহ্নের মধ্যে হবে।!';
$_['error_filetype']    = 'ফাইলের ধরণ অকার্যকর!';
$_['error_product']     = 'এই ডাউনলোড মোছা যাবেনা, কারণ এটা প্রডাক্টস ( %s products) -কে দেওয়া আছে!';