<?php
// Heading
$_['heading_title']     = 'অ্যাট্রিবিউট গ্রুপ';

// Text
$_['text_success']      = 'সম্পন্নঃ আপনি সঠিকভাবে অ্যাট্রিবিউট গ্রুপটি পরিবর্তন করেছেন!';
$_['text_list']         = 'অ্যাট্রিবিউট গ্রুপ লিষ্ট';
$_['text_add']          = 'অ্যাট্রিবিউট গ্রুপ যুক্তকরণ';
$_['text_edit']         = 'অ্যাট্রিবিউট গ্রুপ সম্পাদন করন';

// Column
$_['column_name']       = 'অ্যাট্রিবিউট গ্রুপের নাম';
$_['column_sort_order'] = 'সর্ট অর্ডার';
$_['column_action']     = 'অ্যাকশনঃ';

// Entry
$_['entry_name']        = 'অ্যাট্রিবিউট গ্রুপের নাম';
$_['entry_sort_order']  = 'সর্ট অর্ডার';

// Error
$_['error_warning']     = 'সতর্কীকরণ: অনুগ্রহ করে, ফর্মের ভুলভ্রান্তি, মনোযোগ সহকারে দেখে নিন I!';
$_['error_permission']  = 'সতর্কতাঃ আপনার অ্যাট্রিবিউট গ্রুপ পরিবর্তন করার অনুমতি নেই!';
$_['error_name']        = 'অ্যাট্রিবিউট গ্রুপের নাম অবশ্যই ৩ থেকে ৬৪ অক্ষরের মধ্য হতে হবে!';
$_['error_attribute']   = 'সতর্কতাঃ সতর্কতাঃ এই অ্যাট্রিবিউট গ্রুপটি মুছা যাবে না, কারণ এটি বর্তমানে %s ব্যবহার করছে!';
$_['error_product']     = 'সতর্কতাঃ এই অ্যাট্রিবিউট গ্রুপটি মুছা যাবে না, কারণ এটি বর্তমানে %s ব্যবহার করছে!';