<?php
// Heading
$_['heading_title']     = 'Λήψεις';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε τροποποιήσει τις λήψεις!';
$_['text_list']         = 'Λίστα λήψεων';
$_['text_add']          = 'Προσθήκη Λήψης';
$_['text_edit']         = 'Τροποποίηση Λήψης';
$_['text_upload']       = 'Το αρχείο σας ανέβηκε με επιτυχία!';

// Column
$_['column_name']       = 'Όνομα Λήψης';
$_['column_date_added'] = 'Ημερομηνίας Προσθήκης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα Λήψης';
$_['entry_filename']    = 'Όνομα Αρχείου';
$_['entry_mask']        = 'Μάσκα';

// Help
$_['help_filename']     = 'Μπορείτε να ανεβάσετε με το κουμπί ανέβασμα ή να χρησιμοποιήσετε FTP για να ανεβάσετε στον κατάλογο λήψης και να εισάγετε τις λεπτομέρειες παρακάτω.';
$_['help_mask']         = 'Συνιστάτε το όνομα του αρχείου να είναι διαφορετικό από την μάσκα, για να σταματήσετε τις προσπάθειες δημιουργίας απευθείας συνδέσεων στις λήψεις σας.';

// Error
$_['error_warning']     = 'Προειδοποίηση: Παρακαλώ ελέγξτε τη φόρμα προσεκτικά για λάθη!';
$_['error_permission']  = 'Προειδοποίηση: Δεν έχετε δικαιώματα για να τροποποιήσετε τις λήψεις!';
$_['error_name']        = 'Το άνομα της λήψης πρέπει να έχει από 3 έως 64 χαρακτήρες!';
$_['error_upload']      = 'Απαιτείτε ανέβασμα!';
$_['error_filename']    = 'Το όνομα του αρχείου πρέπει να είναι μεταξύ 3 και 128 χαρακτήρων!';
$_['error_exists']      = 'Το αρχείο δεν υπάρχει!';
$_['error_mask']        = 'Η μάσκα πρέπει να έχει από 3 έως 128 χαρακτήρες!';
$_['error_filetype']    = 'Μη έγκυρος τύπος αρχείου!';
$_['error_product']     = 'Προειδοποίηση: Αυτό το στοιχείο λήψης δεν μπορεί να διαγραφεί επειδή αυτή την στιγμή έχει συνδεθεί με τα %s προϊόντα!';