<?php
// Heading
$_['heading_title']     = 'Φίλτρα';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε τροποποιήσει τα φίλτρα!';
$_['text_list']         = 'Λίστα φίλτρων';
$_['text_add']          = 'Προσθήκη φίλτρου';
$_['text_edit']         = 'Επεξεργασία φίλτρου';

// Column
$_['column_group']      = 'Ομάδα φίλτρου';
$_['column_sort_order'] = 'Σειρά Εμφάνισης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_group']       = 'Όνομα ομάδας φίλτρου';
$_['entry_name']        = 'Όνομα φίλτρου';
$_['entry_sort_order']  = 'Σειρά Εμφάνισης';

// Error
$_['error_warning']     = 'Προειδοποίηση: Παρακαλώ ελέγξτε τη φόρμα προσεκτικά για λάθη!';
$_['error_permission']  = 'Προειδοποίηση: Δεν έχετε το δικαίωμα να τροποποιήσετε τα φίλτρα!';
$_['error_group']       = 'Το όνομα της ομάς του φίλτρου πρέπει να έχει από 1 έως 64 χαρακτήρες!';
$_['error_name']        = 'Το όνομα του φίλτρου πρέπει να έχει από 1 έως 64 χαρακτήρες!';