<?php
// Heading
$_['heading_title']      = 'Επιλογές';

// Text
$_['text_success']       = 'Επιτυχία: Έχετε τροποποιήσει τις επιλογές!';
$_['text_list']          = 'Λίστα επιλογής';
$_['text_add']           = 'Προσθήκη επιλογής';
$_['text_edit']          = 'Επεξεργασία επιλογής';
$_['text_choose']        = 'Επιλέξτε';
$_['text_select']        = 'Επιλέξτε';
$_['text_radio']         = 'τηλεκατευθηνση';
$_['text_checkbox']      = 'Πλαίσιο';
$_['text_input']         = 'Εισαγωγή';
$_['text_text']          = 'κείμενο';
$_['text_textarea']      = 'περιοχή κειμένου';
$_['text_file']          = 'Αρχείο';
$_['text_date']          = 'Ημερομηνία';
$_['text_datetime']      = 'Ημερομηνία &amp; ώρα';
$_['text_time']          = 'Ώρα';

// Column
$_['column_name']        = 'Όνομα της επιλογής';
$_['column_sort_order']  = 'Σειρά Εμφάνισης';
$_['column_action']      = 'Ενέργεια';

// Entry
$_['entry_name']         = 'Όνομα της επιλογής';
$_['entry_type']         = 'Τύπος';
$_['entry_option_value'] = 'Επιλογή ονόματος τιμής';
$_['entry_image']        = 'Εικόνα';
$_['entry_sort_order']   = 'Σειρά Εμφάνισης';

// Error
$_['error_warning']      = 'Προειδοποίηση: Παρακαλώ ελέγξτε τη φόρμα προσεκτικά για λάθη!';
$_['error_permission']   = 'Προειδοποίηση: Δεν έχετε δικαίωμα να τροποποιήσετε τις επιλογές!';
$_['error_name']         = 'Το όνομα της επιλογής  πρέπει να έχει  από 1 μέχρι 128 χαρακτήρες!';
$_['error_type']         = 'Προειδοποίηση: Απαιτείται ορισμός επιλογών!';
$_['error_option_value'] = 'Το όνομα της επιλογής  πρέπει να είναι μεταξύ 1 και 128 χαρακτήρες!';
$_['error_product']      = 'Προειδοποίηση: αυτή η επιλογή δεν μπορεί να διαγραφεί αφού αυτή την στιγμή είναι συσχετισμένη με %s προϊόντα!';