<?php
// Heading
$_['heading_title']     = 'بارگیری‌ها';

// Text
$_['text_success']      = 'موفقیت: شما بارگیری‌ها را تغییر دادید!';
$_['text_list']         = 'فهرست بارگیری‌ها';
$_['text_add']          = 'افزودن بارگیری';
$_['text_edit']         = 'ویرایش بارگیری';
$_['text_upload']       = 'پرونده شما با موفقیت بارگذاری شد!';

// Column
$_['column_name']       = 'نام بارگیری';
$_['column_date_added'] = 'تاریخ افزودن';
$_['column_action']     = 'کنش';

// Entry
$_['entry_name']        = 'نام بارگیری';
$_['entry_filename']    = 'نام پرونده';
$_['entry_mask']        = 'ماسک';

// Help
$_['help_filename']     = 'شما می‌توانید از طریق دکمه بارگذاری یا استفاده از اف‌تی‌پی در دایرکتوری بارگذاری نموده جزئیات را در زیر وارد نمایید.';
$_['help_mask']         = 'توصیه می‌شود که نام پرونده و ماسک متفاوت باشد تا جلوی مردمی را سعی می‌کنند بارگیری‌های شما را به صورت مستقیم پیوند کنند گرفته شود.';

// Error
$_['error_warning']     = 'هشدار: لطفا فرم را به دقت برای خطاها بررسی نمایید!';
$_['error_permission']  = 'هشدار: شما مجوز تغییر بارگیری‌های را ندارید!';
$_['error_name']        = 'نام بارگیری باید بین ۳ و ۶۴ نویسه باشد!';
$_['error_upload']      = 'بارگذاری لازم است!';
$_['error_filename']    = 'نام پرونده باید بین ۳ و ۱۲۸ نویسه باشد!';
$_['error_exists']      = 'پرونده وجود ندارد!';
$_['error_mask']        = 'ماسک باید بین ۳ و ۱۲۸ نویسه باشد!';
$_['error_filetype']    = 'نوع پرونده نامعتبر!';
$_['error_product']     = 'هشدار: این بارگیری از آن جا که به %s محصول اختصاص یافته است نمی‌تواند حذف شود!';