<?php
// Heading
$_['heading_title']			= 'نمایه‌های تکراری';

// Text
$_['text_success']          = 'موفقیت: شما نمایه‌های تکراری را تغییر داده‌اید!';
$_['text_list']             = 'فهرست نمایه تکراری';
$_['text_add']              = 'افزودن نمایه تکراری';
$_['text_edit']             = 'ویرایش نمایه تکراری';
$_['text_day']				= 'روز';
$_['text_week']				= 'هفته';
$_['text_semi_month']		= 'نیمه ماه';
$_['text_month']			= 'ماه';
$_['text_year']				= 'سال';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> مقدارهای تکراری توسط تناوب و دوره محاسبه می‌شوند.</p><p> برای مثال اگر شما تناوب «هفته» و دوره «۲» استفاده نمایید، کاربر هر دو هفته یک بار صورت‌حساب دریافت خواهد کرد.</p><p>مدت زمان تعداد زمان‌هایی است که کاربر باید پرداخت نماید، صفر را تنظیم نمایید اگر شما می‌خواهید پرداخت‌ها تا زمانی آنها لغو می‌نمایند ادامه یابد.</p>';
$_['text_profile']			= 'نمایه تکراری';
$_['text_trial']			= 'نمایه آزمایشی';

// Entry
$_['entry_name']		    = 'نام';
$_['entry_price']			= 'بها';
$_['entry_duration']		= 'مدت زمان';
$_['entry_cycle']			= 'چرخه';
$_['entry_frequency']		= 'تناوب';
$_['entry_trial_price']		= 'بهای آزمایشی';
$_['entry_trial_duration']	= 'مدت آزمایشی';
$_['entry_trial_status']	= 'وضعیت آزمایشی';
$_['entry_trial_cycle']	    = 'چرخه آزمایشی';
$_['entry_trial_frequency'] = 'تناوب آزمایشی';
$_['entry_status']			= 'وضعيت';
$_['entry_sort_order']		= 'ترتیب';

// Column
$_['column_name']			= 'نام';
$_['column_sort_order']	    = 'ترتیب';
$_['column_action']         = 'کنش';

// Error
$_['error_warning']         = 'هشدار: لطفا فرم را به دقت برای خطاها بررسی نمایید!';
$_['error_permission']		= 'هشدار: شما مجوز تغییر نمایه‌های تکراری را ندارید!';
$_['error_name']			= 'نام نمایه باید بزرگ‌تر از ۳ و کمتر از ۲۵۵ نویسه باشد!';
$_['error_product']			= 'هشدار: این نمایه تکراری از آن جا که هم اکنون برای %s کالا اختصاص یافته است نمی‌تواند حذف شود!';