<?php
// Heading
$_['heading_title']     = 'گروه‌های ویژگی';

// Text
$_['text_success']      = 'موفقیت: شما گروه‌های ویژگی را تغییر داده‌اید!';
$_['text_list']         = 'فهرست گروه ویژگی';
$_['text_add']          = 'افزودن گروه ویژگی';
$_['text_edit']         = 'ویرایش گروه ویژگی';

// Column
$_['column_name']       = 'نام گروه ویژگی';
$_['column_sort_order'] = 'ترتیب';
$_['column_action']     = 'کنش';

// Entry
$_['entry_name']        = 'نام گروه ویژگی';
$_['entry_sort_order']  = 'ترتیب';

// Error
$_['error_warning']     = 'هشدار: لطفا فرم را به دقت برای خطاها بررسی نمایید!';
$_['error_permission']  = 'هشدار: شما مجوز تغییر گروه‌های ویژگی را ندارید!';
$_['error_name']        = 'نام گروه ویژگی باید بین ۳ و ۶۴ نویسه باشد!';
$_['error_attribute']   = 'هشدار: گروه ویژگی نمی‌تواند حذف شود زیرا در حال حاضر به %s ویژگی اختصاص یافته است!';
$_['error_product']     = 'هشدار: چون این گروه ویژگی در حال حاضر برای %s محصول اختصاص داده است نمی‌تواند حذف گردد!';