<?php
// Heading
$_['heading_title']     = 'הורדות';

// Text
$_['text_success']      = 'הצלחה!
שינית הורדות.';
$_['text_list']         = 'רשימת הורדות';
$_['text_add']          = 'הוסף הורדה';
$_['text_edit']         = 'ערוך הורדה';
$_['text_upload']       = 'הקובץ שלך הועלה בהצלחה!';

// Column
$_['column_name']       = 'שם ההורדה';
$_['column_date_added'] = 'תאריך שנוסף';
$_['column_action']     = 'פעולה';

// Entry
$_['entry_name']        = 'שם ההורדה';
$_['entry_filename']    = 'שם הקובץ';
$_['entry_mask']        = 'מסכה';

// Help
$_['help_filename']     = 'אתה יכול להעלות ע"י לחיצה על כפתור ההעלאה, או להשתמש בFTP על מנת להעלות תיקייה שלמה ולהכניס את הפרטים למטה.';
$_['help_mask']         = 'מומלץ ששם הקובץ והמסכה יהיו שונים כדי למנוע מאנשים לבצע הורדות באמצעות קישור ישיר להורדות שלך.';

// Error
$_['error_warning']     = 'אזהרה: אנא בדוק בקפידה אם יש שגיאות בטופס!';
$_['error_permission']  = 'אזהרה!
אין לך הרשאות על מנת לשנות הורדות.';
$_['error_name']        = 'שם ההורדה חייב להיות בין 3 ל-64 תווים!';
$_['error_upload']      = 'דרושה העלאה!';
$_['error_filename']    = 'שם הקובץ חייב להיות בין 3 ל- 128 תווים!';
$_['error_exists']      = 'הקובץ אינו קיים!';
$_['error_mask']        = 'מסכה חייב להיות בין 3 עד 128 תווים!';
$_['error_filetype']    = 'סוג קובץ לא נתמך!';
$_['error_product']     = 'אזהרה: לא ניתן למחוק את ההורדה הזו מאחר והיא מוקצת כרגע ל %s מוצרים!';