<?php
// Heading
$_['heading_title']     = 'डाउनलोड';

// Text
$_['text_success']      = 'सफलता: आपने  डाउनलोड को संशोधित किया है!';
$_['text_list']         = 'डाउनलोड सूची';
$_['text_add']          = 'डाउनलोड जोड़ें';
$_['text_edit']         = 'डाउनलोड को संशोधित करें';
$_['text_upload']       = 'आपकी फ़ाइल सफलतापूर्वक अपलोड कर दी गयी है!';

// Column
$_['column_name']       = 'डाउनलोड का नाम';
$_['column_date_added'] = 'जोड़ने की तिथि';
$_['column_action']     = 'कार्यवाही';

// Entry
$_['entry_name']        = 'डाउनलोड का नाम';
$_['entry_filename']    = 'फ़ाइल का नाम';
$_['entry_mask']        = 'वैकल्पिक लिंक';

// Help
$_['help_filename']     = 'आप अपलोड बटन  की सहायता से अपलोड कर सकते हैं  या FTP का प्रयोग कर डाउनलोड डायरेक्टरी में अपलोड करें और इसके लिए निचे उपयुक्त जानकारी भरें।';
$_['help_mask']         = 'यह अनुशंसा की जाती है कि फ़ाइल का नाम और वैकल्पिक लिंक अलग-अलग हो ताकि लोग आपके डाउनलोड से सीधे से न जुड़ सकें।';

// Error
$_['error_warning']     = 'चेतावनी: कृपया ध्यान से त्रुटियों के लिए प्रपत्र की जाँच करें!';
$_['error_permission']  = 'चेतावनी: आपको डाउनलोडस को संशोधित करने की अनुमति नहीं है!';
$_['error_name']        = 'डाउनलोड का नाम 3 और 64 वर्णों के बीच होना चाहिए!';
$_['error_upload']      = 'अपलोड आवश्यकता है!';
$_['error_filename']    = 'फ़ाइल का नाम 3 और 128 वर्णों के बीच होना चाहिए!';
$_['error_exists']      = 'फ़ाइल विद्यमान  नहीं है!';
$_['error_mask']        = 'वैकल्पिक लिंक 3 और 128 वर्णों के बीच होना चाहिए!';
$_['error_filetype']    = 'अमान्य फ़ाइल प्रकार!';
$_['error_product']     = 'चेतावनी: इस डाउनलोड को हटाया नहीं जा सकता क्योंकि यह वर्तमान में %s उत्पादों के लिए निश्चित किया गया है!';