<?php
// Heading
$_['heading_title']     = 'विशेषता समूह';

// Text
$_['text_success']      = 'सफलता: आपने विशेषता समूहों को संशोधित किया है!';
$_['text_list']         = 'विशेषता समूह सूची';
$_['text_add']          = 'विशेषता समूह जोड़ें';
$_['text_edit']         = 'विशेषता समूह संशोधित करें';

// Column
$_['column_name']       = 'विशेषता समूह नाम';
$_['column_sort_order'] = 'क्रम';
$_['column_action']     = 'कार्यवाही';

// Entry
$_['entry_name']        = 'विशेषता समूह नाम';
$_['entry_sort_order']  = 'क्रम';

// Error
$_['error_warning']     = 'चेतावनी: कृपया ध्यान से त्रुटियों के लिए प्रपत्र की जाँच करें!';
$_['error_permission']  = 'चेतावनी: आप को विशेषता को संशोधित करने की अनुमति नहीं है!';
$_['error_name']        = 'विशेषता समूह नाम 3 और 64 वर्णों के बीच होना चाहिए!';
$_['error_attribute']   = 'चेतावनी: इस विशेषता समूह को हटाया नहीं जा सकता क्योंकि यह वर्तमान में %s विशेषताओं के लिए निश्चित किया गया है!';
$_['error_product']     = 'चेतावनी: इस विशेषता समूह को हटाया नहीं जा सकता क्योंकि यह वर्तमान में %s उत्पादों के लिए निश्चित किया गया है!';