<?php
// Heading
$_['heading_title']     = 'छानना';

// Text
$_['text_success']      = 'सफलता: आपने फ़िल्टर को संशोधित किया है!';
$_['text_list']         = 'फ़िल्टर सूची';
$_['text_add']          = 'फ़िल्टर जोड़ें';
$_['text_edit']         = 'फ़िल्टर संशोधित करें';

// Column
$_['column_group']      = 'फ़िल्टर समूह';
$_['column_sort_order'] = 'क्रम';
$_['column_action']     = 'कार्यवाही';

// Entry
$_['entry_group']       = 'फ़िल्टर समूह का नाम';
$_['entry_name']        = 'फ़िल्टर का नाम';
$_['entry_sort_order']  = 'क्रम';

// Error
$_['error_warning']     = 'चेतावनी: कृपया ध्यान से त्रुटियों के लिए प्रपत्र की जाँच करें!';
$_['error_permission']  = 'चेतावनी: आपको फ़िल्टर संशोधित करने की अनुमति नहीं है!';
$_['error_group']       = 'फ़िल्टर समूह का नाम 1 और 64 वर्णों के बीच होना चाहिए!';
$_['error_name']        = 'फ़िल्टर का नाम 1 और 64 वर्णों के बीच होना चाहिए!';