<?php
// Heading
$_['heading_title']     = 'Ֆիլտր';

// Text
$_['text_success']      = 'Ֆիլտրերը հաջողությամբ թարմացված են!';
$_['text_list']         = 'Ֆիլտրի ցուցակ';
$_['text_add']          = 'Ավելացնել ֆիլտր';
$_['text_edit']         = 'Խմբագրել ֆիլտրը';

// Column
$_['column_group']      = 'Ֆիլտրերի խումբ';
$_['column_sort_order'] = 'Դասավորման կարգ';
$_['column_action']     = 'Գործողություն';

// Entry
$_['entry_group']       = 'Ֆիլտրերի խմբի անվանում';
$_['entry_name']        = 'Ֆիլտրի անուն';
$_['entry_sort_order']  = 'Դասավորման կարգ';

// Error
$_['error_warning']     = 'Զգուշացում. Խնդրում ենք ստուգել ձեւաթուղթը ուշադրությամբ, այն պետք է լինի առանց սխալների!';
$_['error_permission']  = 'Զգուշացում. Ձեզ թուլատրված չէ փոփոխելու ֆիլտրերը!';
$_['error_group']       = 'Ֆիլտրերի խմբի անունը պետք է ունենա 1-ից 64 նիշ!';
$_['error_name']        = 'Ֆիլտրի անունը պետք է ունենա 1-ից 64 նիշ!';