<?php
// Heading
$_['heading_title']      = 'Օպցիաներ';

// Text
$_['text_success']       = 'Օպցիաները հաջողությամբ թարմացված են!';
$_['text_list']          = 'Օպցիաների ցուցակ';
$_['text_add']           = 'Ավելացնել օպցիա';
$_['text_edit']          = 'Խմբագրել օպցիա';
$_['text_choose']        = 'Ընտրել';
$_['text_select']        = 'Նշել';
$_['text_radio']         = 'Միացնել-Անջատել';
$_['text_checkbox']      = 'Նշեք վանդակը';
$_['text_input']         = 'Մուտքագրել';
$_['text_text']          = 'Տեքստը';
$_['text_textarea']      = 'Տեքստը գրելու տարածք';
$_['text_file']          = 'Ֆայլ';
$_['text_date']          = 'Ամսաթիվը';
$_['text_datetime']      = 'Ամսաթիվը &amp; ժամը';
$_['text_time']          = 'Ժամը';

// Column
$_['column_name']        = 'Օպցիայի Անունը';
$_['column_sort_order']  = 'Դասավորման կարգ';
$_['column_action']      = 'Գործողություն';

// Entry
$_['entry_name']         = 'Օպցիայի Անունը';
$_['entry_type']         = 'Տեսակը';
$_['entry_option_value'] = 'Օպցիայի բովանդակության անունը';
$_['entry_image']        = 'Նկար';
$_['entry_sort_order']   = 'Դասավորման կարգ';

// Error
$_['error_warning']      = 'Զգուշացում. Խնդրում ենք ստուգել ձեւաթուղթը ուշադրությամբ, այն պետք է լինի առանց սխալների!';
$_['error_permission']   = 'Զգուշացում. Դուք թույլտվություն չունեք փոփոխելու օպցիաները!';
$_['error_name']         = 'Օպցիայյի Անունը պետք ունենա 1-ից 128 նիշ!';
$_['error_type']         = 'Զգուշացում. Օպցիայի բովանդակության անունը պարտսադիր է!';
$_['error_option_value'] = 'Օպցիայի բովանդակության անունը պետք ունենա 1-ից 128 նիշ!';
$_['error_product']      = 'Զգուշացում. Այս Օպցիան չի կարող ջնջվել, քանի որ այն ներկայումս համակցված է %s ապրանքներին!';