<?php
// Heading
$_['heading_title']          = 'Հատկանիշեր';

// Text
$_['text_success']           = 'Դուք հաջողությամբ ձևափոխեցիք հատկանիշները:';
$_['text_list']              = 'Հատկանիշների ցուցակ';
$_['text_add']               = 'Ավելացնել հատկանիշ';
$_['text_edit']              = 'Խմբագրել հատկանիշը';

// Column
$_['column_name']            = 'Հատկանիշի անվանումը';
$_['column_attribute_group'] = 'Հատկանիշների խումբ';
$_['column_sort_order']      = 'Դասավորման կարգ';
$_['column_action']          = 'Գործողություն';

// Entry
$_['entry_name']             = 'Հատկանիշի անվանումը';
$_['entry_attribute_group']  = 'Հատկանիշների խումբ';
$_['entry_sort_order']       = 'Դասավորման կարգ';

// Error
$_['error_warning']          = 'Զգուշացում. Խնդրում ենք ստուգել ձեւաթուղթը ուշադրությամբ, այն պետք է լինի առանց սխալների!';
$_['error_permission']       = 'Զգուշացում. Դուք չունեք հատկանիշները փոփոխելու պահանջված թույլտվությունը ';
$_['error_attribute_group']  = 'Attribute Group Required!';
$_['error_name']             = 'Հատկանիշի անվանումը պետք է լինի 3-ից 64 նշանի միջև';
$_['error_product']          = 'Տվյալ հատկանիշը չի կարող վերագրվել %s ապրանքներին';
