<?php
// Heading
$_['heading_title']     = 'Հատկանիշների խումբ';

// Text
$_['text_success']      = 'Դուք հաջողությամբ ձևափոխեցիք հատկանիշները!';
$_['text_list']         = 'Հատկանիշների խմբի ցուցակ';
$_['text_add']          = 'Ավելացնել հատկանիշների խմբի ցուցակ';
$_['text_edit']         = 'Խմբագրել հատկանիշների խումբը';

// Column
$_['column_name']       = 'Խմբագրել հատկանիշների խումբը';
$_['column_sort_order'] = 'Դասավորման կարգ';
$_['column_action']     = 'Գործողություն';

// Entry
$_['entry_name']        = 'Խմբագրել հատկանիշների խումբը';
$_['entry_sort_order']  = 'Դասավորման կարգ';

// Error
$_['error_warning']     = 'Զգուշացում. Խնդրում ենք ստուգել ձեւաթուղթը ուշադրությամբ, այն պետք է լինի առանց սխալների!';
$_['error_permission']  = 'Զգուշացում. Դուք չունեք թույլտվություն խմբագրելու հատկանիշների խմբերը!';
$_['error_name']        = 'Հատկանիշների խմբի անվանումը պետք է լինի 3-ից ոչ պակաս և 64 նիշից ոչ ավել!';
$_['error_attribute']   = 'Զգուշացում։Այս հատկանիշի խումբը չի կարող ջնջվել, քանի որ արդեն վերագրված է %s հատկանիշներին!';
$_['error_product']     = 'Զգուշացում։Այս հատկանիշի խումբը չի կարող ջնջվել, քանի որ արդեն վերագրված է %s հատկանիշներին!';