<?php
// Heading
$_['heading_title']			= 'განმეორებადი პროფილები';

// Text
$_['text_success']          = 'წარმატება თქვენ  განმეორებადი პროფილები შეცვლილია!';
$_['text_list']             = ' განმეორებადი პროფილების სია';
$_['text_add']              = ' განმეორებადი პროფილების დამატება';
$_['text_edit']             = ' განმეორებადი პროფილების რედაქტირება';
$_['text_day']				= 'დღე';
$_['text_week']				= 'კვირა';
$_['text_semi_month']		= 'ნახევარი თვე';
$_['text_month']			= 'თვე';
$_['text_year']				= 'წელი';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> განმეორებადი თანხები გათვლილი მიერ სიხშირე და ციკლები.</p><p>მაგალითად, თუ თქვენ იყენებთ სიხშირე "კვირა" და ციკლი "2", მაშინ მომხმარებელს იქნება დარიცხული ყოველ 2 კვირაში.</p><p>ხანგრძლივობა არის რამდენჯერმე შესახებ გახდის გადახდის, მითითებული 0 თუ გსურთ გადასახადები მათ გაუქმებამდე.</p>';
$_['text_profile']			= 'განმეორებადი პროფილი';
$_['text_trial']			= 'საცდელი პროფილი';

// Entry
$_['entry_name']		    = 'სახელი';
$_['entry_price']			= 'ფასი';
$_['entry_duration']		= 'ხანგრძლივობა';
$_['entry_cycle']			= 'ციკლი';
$_['entry_frequency']		= 'სიხშირე';
$_['entry_trial_price']		= 'საცდელი ფასი';
$_['entry_trial_duration']	= 'საცდელი ხანგრძლივობა';
$_['entry_trial_status']	= 'საცდელი სტატუსი';
$_['entry_trial_cycle']	    = 'საცდელი ციკლი';
$_['entry_trial_frequency'] = 'საცდელი სიხშირე';
$_['entry_status']			= 'სტატუსი';
$_['entry_sort_order']		= 'შეკვეთის სორტირება';

// Column
$_['column_name']			= 'სახელი';
$_['column_sort_order']	    = 'შეკვეთის სორტირება';
$_['column_action']         = 'მოქმედება';

// Error
$_['error_warning']         = 'გაფრთხილება: გთხოვთ ყურადღებით შეამოწმოთ შეცდომების ფორმები!';
$_['error_permission']		= 'გაფრთხილება: თქვენ არ გაქვთ უფლება შეცვალოთ განმეორებადი პროფილები!';
$_['error_name']			= 'პროფილი სახელი უნდა იყოს მეტი 3 და ნაკლები 255 სიმბოლო!';
$_['error_product']			= 'გაფრთხილება: ეს განმეორებადი ნახვა არ შეიძლება წაიშალოს რადგან ის ამჟამად ენიჭება%s პროდუქცია!';