<?php
// Heading
$_['heading_title']     = 'ჩამოტვირთვები';

// Text
$_['text_success']      = 'წარმატება: თქვენ შეცვალეთ ჩამოტვირთვები!';
$_['text_list']         = 'ჩამოტვირთვების ჩამონათვალი';
$_['text_add']          = 'ჩამოტვირთვის დამატება';
$_['text_edit']         = 'ჩამოტვირთვების რედაქტირება';
$_['text_upload']       = 'თქვენი ფაილი წარმატებით აიტვირთა!';

// Column
$_['column_name']       = 'დასახელების ჩამოტვირთვა';
$_['column_date_added'] = 'თარიღის დამატება';
$_['column_action']     = 'მოქმედება';

// Entry
$_['entry_name']        = 'დასახელების ჩამოტვირთვა';
$_['entry_filename']    = 'სახელი';
$_['entry_mask']        = 'შენიღბვა';

// Help
$_['help_filename']     = 'თქვენ შეგიძლიათ ატვირთოდ ატვირთვის ღილაკის მეშვეობით ან გამოიყენოთ FTP, რათა ატვირთვის კატალოგში მოახდინოთ ატვირთვა და მონაცემები შეიყვანეთ ქვევით. ';
$_['help_mask']         = 'მიზანშეწონილია, რომ ფაილის სახელი და ნიღაბი იყოს სხვადასხვა, რათა მოახდინოთ იმ ადამიანების შეჩერება  რომლებიც ცდილობენ პირდაპირ დაუკავშირდნენ თქვენს ჩამოტვირთვებს.';

// Error
$_['error_warning']     = 'გაფრთხილება: გთხოვთ ყურადღებით შეამოწმოთ შეცდომების ფორმები!';
$_['error_permission']  = 'გაფრთხილება: თქვენ არ გაქვთ უფლება შეცვალოთ ჩამოტვირთვები!';
$_['error_name']        = 'ჩამოტვირთვა სახელი უნდა იყოს 3-დან 64 სიმბოლო!';
$_['error_upload']      = 'ატვირთვას საჭიროებს!';
$_['error_filename']    = 'ფაილის სახელი უნდა იყოს 3 და 128 სიმბოლო!';
$_['error_exists']      = 'ფაილი არ არსებობს!';
$_['error_mask']        = 'შენიღბა უნდა იყოს 3 და 128 სიმბოლო!';
$_['error_filetype']    = 'არასწორი ფაილის ტიპი!';
$_['error_product']     = 'გაფრთხილება: ეს ჩამოტვირთვა ვერ წაიშლება რადგან მას ამჟამად ენიჭება%s პროდუქცია!';