<?php
// Heading
$_['heading_title']     = 'ატრიბუტის ჯგუფი';

// Text
$_['text_success']      = 'წარმატება: თქვენ  ატრიბუტების ჯგუფები შეცვლილია!';
$_['text_list']         = 'ატრიბუტების ჯგუფების ჩამონათვალი';
$_['text_add']          = 'ატრიბუტების ჯგუფების დამატება';
$_['text_edit']         = 'ატრიბუტების ჯგუფების რედაქტირება';

// Column
$_['column_name']       = 'ატრიბუტების ჯგუფების დასახელება';
$_['column_sort_order'] = 'შეკვეთის სორტირება';
$_['column_action']     = 'მოქმედება';

// Entry
$_['entry_name']        = 'ატრიბუტების ჯგუფების დასახელება';
$_['entry_sort_order']  = 'შეკვეთის სორტირება';

// Error
$_['error_warning']     = 'გაფრთხილება: გთხოვთ ყურადღებით შეამოწმოთ შეცდომების ფორმები!';
$_['error_permission']  = 'გაფრთხილება: თქვენ არ გაქვთ უფლება შეცვალოთ ატრიბუტები!';
$_['error_name']        = 'ატრიბუტი ჯგუფის სახელი უნდა იყოს 3-დან 64 სიმბოლო!';
$_['error_attribute']   = 'გაფრთხილება: ეს ატრიბუტი ჯგუფი არ შეიძლება წაიშალოს რადგან მას ამჟამად ენიჭება%s  ატრიბუტები!';
$_['error_product']     = 'შენიშვნა: ამ ატრიბუტის წაშლა შეუძლებელია რადგან ეკუთვნის %s პროდუქტს!';