<?php
// Heading
$_['heading_title']     = 'ფილტრები';

// Text
$_['text_success']      = 'წარმატება: თქვენ  ფილტრები შეცვლილია!';
$_['text_list']         = 'ფილტრების სია';
$_['text_add']          = 'ფილტრის დამატება';
$_['text_edit']         = 'ფილტრის რედაქტირება';

// Column
$_['column_group']      = 'ფილტრის ჯგუფი';
$_['column_sort_order'] = 'შეკვეთის სორტირება';
$_['column_action']     = 'მოქმედება';

// Entry
$_['entry_group']       = 'ფილტრის ჯგუფის სახელი';
$_['entry_name']        = 'ფილტრის სახელი';
$_['entry_sort_order']  = 'შეკვეთის სორტირება';

// Error
$_['error_warning']     = 'გაფრთხილება: გთხოვთ ყურადღებით შეამოწმოთ შეცდომების ფორმები!';
$_['error_permission']  = 'გაფრთხილება: თქვენ არ გაქვთ უფლება შეცვალოთ ფილტრები!';
$_['error_group']       = 'ფილტრაციის ჯგუფის სახელი უნდა იყოს 1-დან 64 სიმბოლოს';
$_['error_name']        = 'ფილტრაციის სახელი უნდა იყოს 1-დან 64 სიმბოლოს!';