<?php
// Heading
$_['heading_title']          = 'ატრიბუტები';

// Text
$_['text_success']           = 'მოქმედება წარმატებით დასრულდა: თქვენ განაახლეთ ატრიბუტები!';
$_['text_list']              = 'ატრიბუტის ლისტი';
$_['text_add']               = 'ატრიბუტის დამატება';
$_['text_edit']              = 'ატრიბუტების რედაქტირება';

// Column
$_['column_name']            = 'ატრიბუტის სახელი';
$_['column_attribute_group'] = 'ატრიბუტის ჯგუფი';
$_['column_sort_order']      = 'შეკვეთის სორტირება';
$_['column_action']          = 'მოქმედება';

// Entry
$_['entry_name']             = 'ატრიბუტის სახელი';
$_['entry_attribute_group']  = 'ატრიბუტის ჯგუფი';
$_['entry_sort_order']       = 'შეკვეთის სორტირება';

// Error
$_['error_warning']          = 'გაფრთხილება: გთხოვთ ყურადღებით შეამოწმოთ შეცდომების ფორმები!';
$_['error_permission']       = 'გაფრთხილება: თქვენ არ გაქვთ უფლება შეცვალოთ ატრიბუტები!';
$_['error_attribute_group']  = 'Attribute Group Required!';
$_['error_name']             = 'ატრიბუტი სახელი უნდა იყოს 3-დან 64 სიმბოლო!';
$_['error_product']          = 'გაფრთხილება: ეს ატრიბუტი არ შეიძლება წაიშალოს რადგან მას მიმდინარედ ენიჭება %s პროდუქცია!';
