<?php
// Heading
$_['heading_title']			= 'Периодичные платежи';

// Text
$_['text_success']          = 'Успех: Вы изменили Периодичные платежи!';
$_['text_list']             = 'Список Периодичных платежей';
$_['text_add']              = 'Добавить Периодичный платеж';
$_['text_edit']             = 'Изменить Периодичный платеж';
$_['text_day']				= 'День';
$_['text_week']				= 'Неделя';
$_['text_semi_month']		= 'Пол-месяца';
$_['text_month']			= 'Месяц';
$_['text_year']				= 'Год';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> Периодические суммы вычисляются из частоты и циклов.</p><p>Например, если вы используете частоты «неделя» и цикл «2», то пользователь будет выставлен счет каждые 2 недели.</p><p>Продолжительность — количество раз, пользователь будет сделать платеж, установите это значение 0, если вы хотите, чтобы платежи до тех пор, пока они будут отменены.</p>';
$_['text_profile']			= 'Периодичный платеж';
$_['text_trial']			= 'Пробный профиль';

// Entry
$_['entry_name']		    = 'Имя';
$_['entry_price']			= 'Цена';
$_['entry_duration']		= 'Продолжительность';
$_['entry_cycle']			= 'Цикл';
$_['entry_frequency']		= 'Частота';
$_['entry_trial_price']		= 'Пробная цена';
$_['entry_trial_duration']	= 'Пробный срок';
$_['entry_trial_status']	= 'Пробный метод';
$_['entry_trial_cycle']	    = 'Пробный цикл';
$_['entry_trial_frequency'] = 'Пробная частота';
$_['entry_status']			= 'Статус';
$_['entry_sort_order']		= 'Порядок сортировки';

// Column
$_['column_name']			= 'Имя';
$_['column_sort_order']	    = 'Порядок сортировки';
$_['column_action']         = 'Действие';

// Error
$_['error_warning']         = 'Внимание: Проверьте форму на наличие ошибок!';
$_['error_permission']		= 'Внимание: Вы не иметь разрешения на изменение Периодичных платежей!';
$_['error_name']			= 'Имя платежа должно быть больше чем 3 и менее 255 символов!';
$_['error_product']			= 'Предупреждение: Этот Периодичный платеж нельзя удалить, поскольку он в настоящее время назначен к %s товарам!';