<?php
// Heading
$_['heading_title']     = 'Фильтры';

// Text
$_['text_success']      = 'Успех: Вы изменили фильтры!';
$_['text_list']         = 'Список фильтров';
$_['text_add']          = 'Добавить фильтр';
$_['text_edit']         = 'Изменить фильтр';

// Column
$_['column_group']      = 'Фильтр группы';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_group']       = 'Имя фильтра группы';
$_['entry_name']        = 'Имя фильтра';
$_['entry_sort_order']  = 'Порядок сортировки';

// Error
$_['error_warning']     = 'Внимание: Проверьте форму на наличие ошибок!';
$_['error_permission']  = 'Внимание: У Вас нет прав на изменение фильтров!';
$_['error_group']       = 'Имя группы фильтров должно быть от 1 до 64 символов!';
$_['error_name']        = 'Имя фильтра должно быть от 1 до 64 символов!';