<?php
// Heading
$_['heading_title']     = 'Загрузки';

// Text
$_['text_success']      = 'Успех: Вы изменили загрузки!';
$_['text_list']         = 'Список загрузок';
$_['text_add']          = 'Добавить загрузку';
$_['text_edit']         = 'Редактировать загрузку';
$_['text_upload']       = 'Ваш файл был успешно выгружен!';

// Column
$_['column_name']       = 'Имя загрузки';
$_['column_date_added'] = 'Дата добавлена';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Имя загрузки';
$_['entry_filename']    = 'Имя файла';
$_['entry_mask']        = 'Маска';

// Help
$_['help_filename']     = 'Вы можете закачать через кнопку Закачать или использовать FTP для закачки в каталог закачки и ввести детали ниже.';
$_['help_mask']         = 'Рекомендуется, чтобы имя файла и маска отличались чтобы остановить людей пытающихся  напрямую ссылаться на ваши загрузки.';

// Error
$_['error_warning']     = 'Внимание: Проверьте форму на наличие ошибок!';
$_['error_permission']  = 'Внимание: У вас нет прав на изменение загрузок!';
$_['error_name']        = 'Имя загрузки должно быть от 3 до 64 символов!';
$_['error_upload']      = 'Выгрузка необходима!';
$_['error_filename']    = 'Имя файла должно быть от 3 до 128 символов!';
$_['error_exists']      = 'Файл не существует!';
$_['error_mask']        = 'Маска должна быть от 3 до 128 символов!';
$_['error_filetype']    = 'Недопустимый тип файла!';
$_['error_product']     = 'Внимание: Данный файл нельзя удалить, поскольку он в настоящее время назначен %s продуктам!';