<?php
// Heading
$_['heading_title']      = 'Опции';

// Text
$_['text_success']       = 'Успех: Вы изменили параметры!';
$_['text_list']          = 'Список параметров';
$_['text_add']           = 'Добавить параметр';
$_['text_edit']          = 'Изменить опцию';
$_['text_choose']        = 'Выберите';
$_['text_select']        = 'Выберите';
$_['text_radio']         = 'Радиокнопка';
$_['text_checkbox']      = 'Флажок';
$_['text_input']         = 'Ввод текста';
$_['text_text']          = 'Текст';
$_['text_textarea']      = 'Текстовая область';
$_['text_file']          = 'Файл';
$_['text_date']          = 'Дата';
$_['text_datetime']      = 'Дата &amp; Время';
$_['text_time']          = 'Время';

// Column
$_['column_name']        = 'Имя параметра';
$_['column_sort_order']  = 'Порядок сортировки';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Имя параметра';
$_['entry_type']         = 'Тип';
$_['entry_option_value'] = 'Имя значения параметра';
$_['entry_image']        = 'Изображение';
$_['entry_sort_order']   = 'Порядок сортировки';

// Error
$_['error_warning']      = 'Внимание: Проверьте форму на наличие ошибок!';
$_['error_permission']   = 'Предупреждение: Не достаточно прав на изменение опций!';
$_['error_name']         = 'Имя параметра должно быть от 1 до 128 символов!';
$_['error_type']         = 'Предупреждение:  Требуются значения параметров!';
$_['error_option_value'] = 'Имя значения параметра должно быть от 1 до 128 символов!';
$_['error_product']      = 'Предупреждение: Этот атрибут не может быть удален, он относится к %s товарам!';