<?php
// Heading
$_['heading_title']     = 'Преузимања';

// Text
$_['text_success']      = 'Успешно: изменили сте преузимања!';
$_['text_list']         = 'Листа преузимања';
$_['text_add']          = 'Додај преузимање';
$_['text_edit']         = 'Измени преузимање';
$_['text_upload']       = 'Ваша датотека је успешно отпремљена!';

// Column
$_['column_name']       = 'Назив преузимања';
$_['column_date_added'] = 'Датум додавања';
$_['column_action']     = 'Акција';

// Entry
$_['entry_name']        = 'Назив преузимања';
$_['entry_filename']    = 'Назив датотеке';
$_['entry_mask']        = 'Маска';

// Help
$_['help_filename']     = 'Можете је отпремити путем дугмета за отпрему или користећи „FTP” за отпрему у директоријум за преузимање и унети доле наведене детаље.';
$_['help_mask']         = 'Препоручује се да назив датотеке и маска буду различити да би се спречили покушаји директних веза на ваше преузимање.';

// Error
$_['error_warning']     = 'Упозорење: молимо вас да пажљиво проверите могуће грешке у формулару!';
$_['error_permission']  = 'Упозорење: ви немате дозволу за измене преузимања!';
$_['error_name']        = 'Назив преузимања мора бити између 3 и 64 карактера!';
$_['error_upload']      = 'Датотека за отпрему је обавезна!';
$_['error_filename']    = 'Назив датотеке мора бити између 3 и 128 карактера!';
$_['error_exists']      = 'Датотека не постоји!';
$_['error_mask']        = 'Маска мора бити између 3 и 128 карактера!';
$_['error_filetype']    = 'Неисправан тип датотеке!';
$_['error_product']     = 'Упозорење: Овпреузимање није могуће обрисати јер тренутно има придружених %s производа!';