<?php
// Heading
$_['heading_title']     = 'Филтери';

// Text
$_['text_success']      = 'Успешно: изменили сте филтере!';
$_['text_list']         = 'Листа филтера';
$_['text_add']          = 'Додај филтер';
$_['text_edit']         = 'Измени филтер';

// Column
$_['column_group']      = 'Група филтера';
$_['column_sort_order'] = 'Редослед';
$_['column_action']     = 'Акција';

// Entry
$_['entry_group']       = 'Назив групе филтера';
$_['entry_name']        = 'Назив филтера';
$_['entry_sort_order']  = 'Редослед';

// Error
$_['error_warning']     = 'Упозорење: молимо вас да пажљиво проверите могуће грешке у формулару!';
$_['error_permission']  = 'Упозорење: немате дозволу за измене филтера!';
$_['error_group']       = 'Назив групе филтера мора бити између 1 и 64 знака!';
$_['error_name']        = 'Назив филтера мора бити између 1 и 64 знака!';