<?php
// Heading
$_['heading_title']     = 'Групе атрибута';

// Text
$_['text_success']      = 'Успешно: изменили сте групе атрибута!';
$_['text_list']         = 'Листа група атрибута';
$_['text_add']          = 'Додај групу атрибута';
$_['text_edit']         = 'Измени групу атрибута';

// Column
$_['column_name']       = 'Назив групе атрибута';
$_['column_sort_order'] = 'Редослед';
$_['column_action']     = 'Акција';

// Entry
$_['entry_name']        = 'Назив групе атрибута';
$_['entry_sort_order']  = 'Редослед';

// Error
$_['error_warning']     = 'Упозорење: молимо вас да пажљиво проверите могуће грешке у формулару!';
$_['error_permission']  = 'Упозорење: ви немате дозволу за измене група атрибута!';
$_['error_name']        = 'Назив групе атрибута мора бити између 3 и 64 карактера!';
$_['error_attribute']   = 'Упозорење: Ову групу атрибута није могуће обрисати јер тренутно има придружених %s атрибута!';
$_['error_product']     = 'Упозорење: Ову групу атрибута није могуће обрисати јер тренутно има придружених %s производа!';