<?php
// Heading
$_['heading_title']			= 'Профили понављања';

// Text
$_['text_success']          = 'Успешно: изменили сте профиле понављања!';
$_['text_list']             = 'Листа профила понављања';
$_['text_add']              = 'Додај профил понављања';
$_['text_edit']             = 'Измени профил понављања';
$_['text_day']				= 'Дан';
$_['text_week']				= 'Недеља';
$_['text_semi_month']		= 'Пола месеца';
$_['text_month']			= 'Месец';
$_['text_year']				= 'Година';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> периодични износи се рачунају по учесталости и циклусу.</p><p>На пример, ако користите учесталост „недеља” и циклус „2”, онда ће купац добијати рачун сваке 2 недеље.</p><p>Трајање је број пута који купац мора да понови плаћање, поставите на 0 ако желите плаћања док се не откажу.</p>';
$_['text_profile']			= 'Профил понављања';
$_['text_trial']			= 'Профил пробе';

// Entry
$_['entry_name']		    = 'Назив';
$_['entry_price']			= 'Цена';
$_['entry_duration']		= 'Tрајање';
$_['entry_cycle']			= 'Циклус';
$_['entry_frequency']		= 'Фреквенција';
$_['entry_trial_price']		= 'Пробна цена';
$_['entry_trial_duration']	= 'Трајање пробе';
$_['entry_trial_status']	= 'Статус пробе';
$_['entry_trial_cycle']	    = 'Циклус пробе';
$_['entry_trial_frequency'] = 'Учесталост пробе';
$_['entry_status']			= 'Статус';
$_['entry_sort_order']		= 'Редослед';

// Column
$_['column_name']			= 'Назив';
$_['column_sort_order']	    = 'Редослед';
$_['column_action']         = 'Акција';

// Error
$_['error_warning']         = 'Упозорење: молимо вас да пажљиво проверите могуће грешке у формулару!';
$_['error_permission']		= 'Упозорење: Немате дозволу за измену профила понављања!';
$_['error_name']			= 'Назив профила мора бити дужи од 3 и краћи од 255 карактера!';
$_['error_product']			= 'Упозорење: Овај профил понављања није могуће обрисати јер тренутно има придружених %s производа!';