<?php
// Heading
$_['heading_title']     = 'กลุ่มคุณลักษณะ';

// Text
$_['text_success']      = 'ความสำเร็จ: คุณได้ปรับเปลี่ยนคุณลักษณะของกลุ่ม';
$_['text_list']         = 'รายการกลุ่มคุณลักษณะ';
$_['text_add']          = 'เพิ่มกลุ่มคุณลักษณะ';
$_['text_edit']         = 'แก้ไขกลุ่มคุณลักษณะ';

// Column
$_['column_name']       = 'ชื่อกลุ่มคุณลักษณะ';
$_['column_sort_order'] = 'ลำดับการจัดเรียง';
$_['column_action']     = 'การดำเนินการ';

// Entry
$_['entry_name']        = 'ชื่อกลุ่มคุณลักษณะ';
$_['entry_sort_order']  = 'ลำดับการจัดเรียง';

// Error
$_['error_warning']     = 'คำเตือน: กรุณาตรวจสอบแบบฟอร์มอย่างรอบคอบสำหรับข้อผิดพลาด!';
$_['error_permission']  = 'คำเตือน: คุณไม่มีสิทธิ์ในการปรับเปลี่ยนคุณลักษณะ!';
$_['error_name']        = 'ชื่อกลุ่มคุณลักษณะต้องอยู่ระหว่าง 3 ถึง 64 อักษร';
$_['error_attribute']   = 'คำเตือน: ไม่สามารถลบกลุ่มคุณลักษณะนี้เนื่องจากมีคุณลักษณะ %s ใช้อยู่!';
$_['error_product']     = 'คำเตือน: ไม่สามารถลบกลุ่มคุณลักษณะนี้เนื่องจากมีผลิตภัณฑ์ %s ใช้อยู่!';