<?php
// Heading
$_['heading_title']     = 'ตัวกรอง';

// Text
$_['text_success']      = 'สำเร็จ: คุณได้ปรับเปลี่ยนตัวกรอง';
$_['text_list']         = 'รายละเอียดการกรองข้อมูล';
$_['text_add']          = 'เพิ่มตัวกรอง';
$_['text_edit']         = 'แก้ไขตัวกรอง';

// Column
$_['column_group']      = 'กลุ่มตัวกรอง';
$_['column_sort_order'] = 'ลำดับการจัดเรียง';
$_['column_action']     = 'การดำเนินการ';

// Entry
$_['entry_group']       = 'ชื่อกลุ่มของตัวกรอง';
$_['entry_name']        = 'ชื่อตัวกรอง';
$_['entry_sort_order']  = 'ลำดับการจัดเรียง';

// Error
$_['error_warning']     = 'คำเตือน: กรุณาตรวจสอบแบบฟอร์มอย่างรอบคอบสำหรับข้อผิดพลาด!';
$_['error_permission']  = 'คำเตือน: คุณไม่มีสิทธิ์ในการปรับเปลี่ยนตัวกรอง';
$_['error_group']       = 'ชื่อกลุ่มกรองต้องอยู่ระหว่าง 1 ถึง 64 อักขระ';
$_['error_name']        = 'ชื่อตัวกรองต้องอยู่ระหว่าง 1 ถึง 64 อักขระ';