<?php
// Heading
$_['heading_title']     = 'ดาวน์โหลด';

// Text
$_['text_success']      = 'สำเร็จ: คุณได้ปรับเปลี่ยนการดาวน์โหลด';
$_['text_list']         = 'รายการดาวน์โหลด';
$_['text_add']          = 'เพิ่มดาวน์โหลด';
$_['text_edit']         = 'แก้ไขดาวน์โหลด';
$_['text_upload']       = 'อัปโหลดไฟล์เสร็จเรียบร้อยแล้ว!';

// Column
$_['column_name']       = 'ชื่อ';
$_['column_date_added'] = 'วันที่เพิ่ม';
$_['column_action']     = 'การดำเนินการ';

// Entry
$_['entry_name']        = 'ชื่อ';
$_['entry_filename']    = 'ชื่อแฟ้ม';
$_['entry_mask']        = 'Mask';

// Help
$_['help_filename']     = 'คุณสามารถอัปโหลดผ่านปุ่มอัปโหลด หรือใช้ FTP เพื่ออัปโหลดไปยังไดเรกทอรีดาวน์โหลด และป้อนรายละเอียดด้านล่าง';
$_['help_mask']         = 'ขอแนะนำว่า ชื่อแฟ้มและ Mask ใช้เพื่อหยุดคนที่พยายามใช้ไฟล์ของคุณโดยตรง';

// Error
$_['error_warning']     = 'คำเตือน: กรุณาตรวจสอบแบบฟอร์มอย่างรอบคอบสำหรับข้อผิดพลาด!';
$_['error_permission']  = 'คำเตือน: คุณไม่มีสิทธิ์แก้ไขดาวน์โหลด';
$_['error_name']        = 'ดาวน์โหลดชื่อต้องอยู่ระหว่าง 3 ถึง 64 อักขระ';
$_['error_upload']      = 'จำเป็นต้องอัพโหลดไฟล์!';
$_['error_filename']    = 'ชื่อไฟล์ ต้องอยู่ระหว่าง 3 ถึง 64 ตัวอักษร!';
$_['error_exists']      = 'ไม่มีไฟล์อยู่!';
$_['error_mask']        = 'Mask ต้องอยู่ระหว่าง 2 ถึง 128 ตัวอักษร!';
$_['error_filetype']    = 'ชนิดแฟ้มไม่ถูกต้อง';
$_['error_product']     = 'คำเตือน: การดาวน์โหลดนี้ไม่สามารถลบเนื่องปัจจุบันมีการใช้กับผลิตภัณฑ์ %s อยู่';