<?php
// Heading
$_['heading_title']      = 'ตัวเลือก';

// Text
$_['text_success']       = 'ความสำเร็จ: คุณได้ปรับเปลี่ยนตัวเลือก';
$_['text_list']          = 'รายการตัวเลือก';
$_['text_add']           = 'เพิ่มตัวเลือก';
$_['text_edit']          = 'แก้ไขตัวเลือก';
$_['text_choose']        = 'เลือก';
$_['text_select']        = 'เลือก';
$_['text_radio']         = 'ตัวเลือกเดี่ยว';
$_['text_checkbox']      = 'ตัวเลือกกล่องกา';
$_['text_input']         = 'Input';
$_['text_text']          = 'ข้อความ';
$_['text_textarea']      = 'พื้นที่ข้อความ';
$_['text_file']          = 'ไฟล์';
$_['text_date']          = 'วัน';
$_['text_datetime']      = 'วันและเวลา';
$_['text_time']          = 'เวลา';

// Column
$_['column_name']        = 'ชื่อตัวเลือก';
$_['column_sort_order']  = 'ลำดับการจัดเรียง';
$_['column_action']      = 'การดำเนินการ';

// Entry
$_['entry_name']         = 'ชื่อตัวเลือก';
$_['entry_type']         = 'ประเภท';
$_['entry_option_value'] = 'ชื่อตัวเลือก';
$_['entry_image']        = 'รูปภาพ';
$_['entry_sort_order']   = 'ลำดับการจัดเรียง';

// Error
$_['error_warning']      = 'คำเตือน: กรุณาตรวจสอบแบบฟอร์มอย่างรอบคอบสำหรับข้อผิดพลาด!';
$_['error_permission']   = 'คำเตือน: คุณไม่มีสิทธิ์ในการปรับเปลี่ยนตัวเลือก';
$_['error_name']         = 'ชื่อตัวเลือกต้องอยู่ระหว่าง 1 และ 128 อักขระ';
$_['error_type']         = 'คำเตือน: ต้องใส่ค่าให้ตัวเลือกก่อน!';
$_['error_option_value'] = 'ชื่อตัวเลือกค่าต้องอยู่ระหว่าง 1 และ 128 อักขระ';
$_['error_product']      = 'คำเตือน: ตัวเลือกนี้ไม่สามารถลบเนื่องปัจจุบันมีการกำหนดให้กับผลิตภัณฑ์ %s';