<?php
// Heading
$_['heading_title']     = 'Групи атрибутів';

// Text
$_['text_success']      = 'Вітаємо: Ви успішно змінили групу атрибутів!';
$_['text_list']         = 'Список груп атрибутів';
$_['text_add']          = 'Додати групу атрибутів';
$_['text_edit']         = 'Редагувати групу атрибутів';

// Column
$_['column_name']       = 'Назва групи атрибутів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва групи атрибутів';
$_['entry_sort_order']  = 'Порядок сортування';

// Error
$_['error_warning']     = 'Будь ласка, перевірте форму на наявність помилок!';
$_['error_permission']  = 'Увага: У Вас недостатньо повноважень для редагування атрибутів!';
$_['error_name']        = 'Назва групи атрибутів повинна містити від 3 до 64 символів!';
$_['error_attribute']   = 'Неможливо видалити групу атрибутів, оскільки вона використовується в атрибутах %s!';
$_['error_product']     = 'Неможливо видалити групу атрибутів, оскільки вона використовується в товарах %s!';