<?php
// Heading
$_['heading_title']     = 'Завантаження';

// Text
$_['text_success']      = 'Вітаємо: Ви успішно змінили завантаження!';
$_['text_list']         = 'Завантажити список';
$_['text_add']          = 'Додати завантаження';
$_['text_edit']         = 'Редагувати завантаження';
$_['text_upload']       = 'Ваш файл успішно завантажено!';

// Column
$_['column_name']       = 'Назва завантаження';
$_['column_date_added'] = 'Дата створення';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва завантаження';
$_['entry_filename']    = 'Назва файлу';
$_['entry_mask']        = 'Маска';

// Help
$_['help_filename']     = 'Ви можете завантажити в каталог за допомогою кнопки завантаження, або використовуючи FTP. Заповніть форму нижче.';
$_['help_mask']         = 'Рекомендуємо, назвати файл і маску різними іменами, для того щоб не допустити спроб створення посилання безпосередньо на Ваші завантаження.';

// Error
$_['error_warning']     = 'Будь ласка, перевірте форму на наявність помилок!';
$_['error_permission']  = 'Увага: У Вас недостатньо повноважень для редагування завантажень!';
$_['error_name']        = 'Назва завантаження повинно містити від 3 до 64 символів!';
$_['error_upload']      = 'Для завантаження необхідно обрати файл!';
$_['error_filename']    = 'Назва файлу повинна містити від 3 до 128 символів!';
$_['error_exists']      = 'Файл не існує!';
$_['error_mask']        = 'Назва маски повинна містити від 3 до 128 символів!';
$_['error_filetype']    = 'Тип файлу неприпустимий!';
$_['error_product']     = 'Увага: Це налаштування не може бути видалене, оскільки воно використовується в %s товарах!';