<?php
// Heading
$_['heading_title']     = 'Фільтри';

// Text
$_['text_success']      = 'Вітаємо: Ви успішно змінили фільтри!';
$_['text_list']         = 'Список фільтрів';
$_['text_add']          = 'Додати фільтр';
$_['text_edit']         = 'Редагувати фільтр';

// Column
$_['column_group']      = 'Група фільтрів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_group']       = 'Назва групи фільтрів';
$_['entry_name']        = 'Назва фільтру';
$_['entry_sort_order']  = 'Порядок сортування';

// Error
$_['error_warning']     = 'Будь ласка, перевірте форму на наявність помилок!';
$_['error_permission']  = 'Увага: У Вас недостатньо повноважень для редагування фільтрів!';
$_['error_group']       = 'Назва групи фільтрів повинна містити від 1 до 64 символів!';
$_['error_name']        = 'Назва фільтру повинна містити від 1 до 64 символів!';