<?php
// Heading
$_['heading_title']      = 'Налаштування';

// Text
$_['text_success']       = 'Вітаємо: Ви успішно змінили налаштування!';
$_['text_list']          = 'Список налаштувань';
$_['text_add']           = 'Додати параметр';
$_['text_edit']          = 'Редагувати параметр';
$_['text_choose']        = 'Вибрати';
$_['text_select']        = 'Вибір';
$_['text_radio']         = 'Радіо';
$_['text_checkbox']      = 'Відмітка';
$_['text_input']         = 'Ввід';
$_['text_text']          = 'Текст';
$_['text_textarea']      = 'Текстова область';
$_['text_file']          = 'Файл';
$_['text_date']          = 'Дата';
$_['text_datetime']      = 'Дата &amp; Час';
$_['text_time']          = 'Час';

// Column
$_['column_name']        = 'Назва параметра';
$_['column_sort_order']  = 'Порядок сортування';
$_['column_action']      = 'Дія';

// Entry
$_['entry_name']         = 'Назва параметра';
$_['entry_type']         = 'Тип';
$_['entry_option_value'] = 'Ім\'я значення параметра';
$_['entry_image']        = 'Зображення';
$_['entry_sort_order']   = 'Порядок сортування';

// Error
$_['error_warning']      = 'Будь ласка, перевірте форму на наявність помилок!';
$_['error_permission']   = 'Увага: У Вас недостатньо повноважень на редагування налаштувань!';
$_['error_name']         = 'Назва параметра повинна містити від 1 до 128 символів!';
$_['error_type']         = 'Увага: Необхідно вказати значення параметра!';
$_['error_option_value'] = 'Ім\'я параметра повинно містити від 1 до 128 символів!';
$_['error_product']      = 'Увага: Це налаштування не може бути видалене, оскільки воно використовується в %s товарах!';