<?php
// Heading
$_['heading_title']			= 'Періодичні платежі';

// Text
$_['text_success']          = 'Вітаємо: Ви успішно змінили регулярні платежі!';
$_['text_list']             = 'Регулярні платежі';
$_['text_add']              = 'Додати профіль регулярних платежів';
$_['text_edit']             = 'Редагувати профіль регулярних платежів';
$_['text_day']				= 'День';
$_['text_week']				= 'Тиждень';
$_['text_semi_month']		= 'половина місяця';
$_['text_month']			= 'Місяц';
$_['text_year']				= 'Рік';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> Періодичні платежі розраховуються за частотою та циклами.</p><p>Наприклад, якщо ви використовуєте частоту "тиждень" і цикл «2», то користувачу буде виставлений рахунок кожні 2 тижні.</p> <p>Тривалість – кількість разів, котрі користувач буде робити платіж, встановіть це у "0", якщо ви хочете платежі, поки вони будуть скасовані.</p>';
$_['text_profile']			= 'Регулярні платежі';
$_['text_trial']			= 'Пробний профіль';

// Entry
$_['entry_name']		    = 'Ім\'я';
$_['entry_price']			= 'Ціна';
$_['entry_duration']		= 'Тривалість';
$_['entry_cycle']			= 'Цикл';
$_['entry_frequency']		= 'Частота';
$_['entry_trial_price']		= 'Пробна ціна';
$_['entry_trial_duration']	= 'Пробний термін';
$_['entry_trial_status']	= 'Пробний статус';
$_['entry_trial_cycle']	    = 'Пробний цикл';
$_['entry_trial_frequency'] = 'Пробна періодичність';
$_['entry_status']			= 'Стан';
$_['entry_sort_order']		= 'Порядок сортування';

// Column
$_['column_name']			= 'Ім\'я';
$_['column_sort_order']	    = 'Порядок сортування';
$_['column_action']         = 'Дія';

// Error
$_['error_warning']         = 'Будь ласка, перевірте форму на наявність помилок!';
$_['error_permission']		= 'Увага: У Вас недостатньо повноважень для редагування регулярних платежів!';
$_['error_name']			= 'Назва профілю повинна містити від 3 до 255 символів!';
$_['error_product']			= 'Увага: Цей профіль регулярних платежів не можливо видалити, оскільки він призначений для %s товарів!';